<!DOCTYPE html>
<html lang="es">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>BANKBU®</title>
  <link rel="stylesheet" href="../css/pages.css">
  <link rel="stylesheet" href="../css/style.css">
  <link rel="icon" href="../img/ACQUIRER-logo.JPG" type="image/x-icon">
</head>

<body>
  <header>
    <img class="logo" src="../img/logoBankbu_.PNG" alt="Logo de Mi Empresa">
    <div id="menuBtn">
      <img class="TITLE" src="../img/menu.PNG" alt="Botón de Menú ">
    </div>
  </header>
    <div id="menuContainer"></div>
  <script>
    fetch('menu.html')
      .then(response => response.text())
      .then(html => {
        document.getElementById('menuContainer').innerHTML = html;
      });
  </script>
  <section>
    <div>
      
              <p class="TITLE">Comisiones y metas - Metas con promoci&oacute;n </p>

      <p>Metas con promoci&oacute;n:En este espacio se registran los ingresos que devengar&aacute;n los
        promotores por cumplir la meta de finalizar las tareas asignadas durante un per&iacute;odo de tiempo esperado y
        sobre productos que pertenecen a alg&uacute;n programa de promoci&oacute;n de colocaci&oacute;n. Los
        par&aacute;metros que se definan en este espacio sumar&aacute;n en la liquidaci&oacute;n de ingresos de los
        promotores junto con los ingresos definidos en la carpeta comisiones, correspondiendo estas
        &uacute;ltimas a las que devenga el promotor sobre productos que en el momento de la solicitud se asociaron a un
        programa de promoci&oacute;n, y las de esta carpeta, que responden a un objetivo diferente y espec&iacute;fico.
      </p>
      <p>El formulario contiene las opciones Eliminar,
        Adicionar y Bonificaciones.</p>
      <p class="TITLE"><img src="../img/APF_002B16.PNG"></p>

      <p><span class="SUBTITULO">Adicionar:</span>  Si
        el usuario invoca la opci&oacute;n Adicionar se despliega un formulario con
        los siguientes campos:</span> 
      </p>
      <p class="TITLE"><img src="../img/APF_002B17.PNG"></p>

      <table>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Promoci&oacute;n</span></span></p>
          </td>
          <td>
            <p class="PARRAFO">Campo con lista de valores que contiene las <A href="MEH_005B.html">promociones para
                  colocaci&oacute;n</A> de productos definidos por la entidad previamente, de la cual se selecciona
              la promoci&oacute;n a la que debe pertenecer el producto para que el promotor devengue la comisi&oacute;n
              definida por la culminaci&oacute;n de la actividad.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Fecha inicial </span></p>
          </td>
          <td>
            <p class="PARRAFO">Campo en formato YYYY-MM-DD, obligatorio, en el que se define el momento de inicio del per&iacute;odo
              para el cumplimiento de metas. </p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Fecha final </span></p>
          </td>
          <td>
            <p class="PARRAFO">En este campo en formato YYYY-MM-DD, obligatorio, se define el momento de finalizaci&oacute;n del
              per&iacute;odo para el cumplimiento de metas.</p>
          </td>
        </tr>
      </table>

      <p><span class="SUBTITULO">Bonificaciones:</span></p>
      <p class="TITLE"><img src="../img/APF_002B18.PNG"  719" ></p>

      <p>El formulario contiene las opciones Actualizar, Eliminar,
        Adicionar y Detalle.</p>
      <p class="PARRAFO"><span class="SUBTITULO">Adicionar:</span>  Si
        el usuario invoca la opci&oacute;n Adicionar se despliega un formulario con
        los siguientes campos:</span> 
      </p>
      <p class="TITLE"><img src="../img/APF_002B19.PNG" ></p>

      <table>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Base bonificaci&oacute;n </span></p>
          </td>
          <td>
            <p class="PARRAFO">Campo en el que se define cual ser&aacute; la base sobre la cual se liquidar&aacute; el incentivo a los
              promotores por finalizaci&oacute;n de tareas en el tiempo previsto y que puede estar dada en
              t&eacute;rminos de n&uacute;mero de Tarjetas, o como Cupos correspondiente al monto
              aprobado de los productos.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Tipo bonificaci&oacute;n </span></p>
          </td>
          <td class="PARRAFO">
            <p class="PARRAFO">Este campo le otorga la caracter&iacute;stica al registro, de permitir o no la
              definici&oacute;n de rangos. La opci&oacute;n valor, expresa que no pertenece a una
              condici&oacute;n de inicio y fin, sino a un &uacute;nico valor; mientras que la opci&oacute;n rango
              expresa que se delimita el valor de inicio y el valor final para que el promotor devengue el incentivo de
              acuerdo con los par&aacute;metros de base y per&iacute;odo establecido para el cumplimiento de la meta.
            </p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Rango inicial </span></p>
          </td>
          <td>
            <p class="PARRAFO">Campo num&eacute;rico de 12 posiciones enteras y 2 decimales, obligatorio, en el que se registra el valor
              de inicio (tarjetas o cupos) a tener en cuenta en el momento de la liquidaci&oacute;n de bonificaciones a
              promotores por la finalizaci&oacute;n de las tareas dentro del per&iacute;odo de tiempo esperado. </p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Rango final </span></p>
          </td>
          <td>
            <p class="PARRAFO">Si en Tipo Bonificaci&oacute;n se define que es un rango, entonces este campo num&eacute;rico de
              12 posiciones enteras y 2 decimales se habilita y se vuelve obligatorio; en &eacute;l se registra el valor
              l&iacute;mite (tarjetas o cupos) a tener en cuenta en el momento de la liquidaci&oacute;n de
              bonificaciones a promotores por la finalizaci&oacute;n de las tareas dentro del per&iacute;odo de tiempo
              esperado. </p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Modo bonificaci&oacute;n </span></p>
          </td>
          <td class="PARRAFO">
            <p class="PARRAFO">Campo con lista de valores de la cual la entidad selecciona la manera c&oacute;mo
              aplicar&aacute; la bonificaci&oacute;n del promotor por la tarea terminada y que puede ser un
              Porcentaje o un Valor absoluto.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Valor bonificaci&oacute;n </span></p>
          </td>
          <td>
            <p class="PARRAFO">Este campo se activa cuando en el campo modo bonificaci&oacute;n se ha seleccionado la
              opci&oacute;n valor y en &eacute;l se registra el monto del mismo; indica que por la tarea
              terminada sobre cada producto definido, el promotor devenga determinado valor.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Moneda</span></p>
          </td>
          <td>
            <p class="PARRAFO">Al igual que el anterior, este campo se activa cuando en modo bonificaci&oacute;n se ha elegido
              la opci&oacute;n valor, y en el se selecciona a trav&eacute;s de la lista de valores la <A
                  href="NUH_005B.html">Moneda</A> en la cual se expresa el valor de la bonificaci&oacute;n.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Porcentaje</span></span></p>
          </td>
          <td>
            <p class="PARRAFO">Cuando en el campo modo comisi&oacute;n, se selecciona la opci&oacute;n porcentaje,
              este campo se activa para permitir registrar la cifra respectiva a aplicar sobre el monto de cupo aprobado
              de cada producto definido del cual se ha finalizado la tarea, siendo este el valor de la
              bonificaci&oacute;n.</p>
          </td>
        </tr>
      </table>

      <p><span class="SUBTITULO">Actualizar:</span>  Si el usuario
        invoca la opci&oacute;n Actualizar se despliega un nuevo formulario en cual
        los &uacute;nicos campos modificables son los siguientes:</p>
      <p class="TITLE"><img src="../img/APF_002B20.PNG" ></p>

      <p class="PARRAFO"><span class="SUBTITULO">Detalle:</span>  Si el usuario invoca
        la opci&oacute;n Detalle se despliega el siguiente formulario.

        </span></p>
      <p class="TITLE"><img src="../img/APF_002B21.PNG" ></p>

  </section>
  <script src="../js/menu.js"></script>
</body>
<div id="footerContainer"></div>
<script>
  fetch('footer.html')
    .then(response => response.text())
    .then(html => {
      document.getElementById('footerContainer').innerHTML = html;
    });
</script>
</html>