<!DOCTYPE html>
<html lang="es">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>BANKBU®</title>
    <link rel="stylesheet" href="../css/pages.css">
    <link rel="stylesheet" href="../css/style.css">
 <link rel="icon" href="../img/ACQUIRER-logo.JPG" type="image/x-icon">
</head>

<body>
    <header>
        <img class="logo" src="../img/logoBankbu_.PNG" alt="Logo de Mi Empresa">
        <div id="menuBtn">
            <img class="TITLE"  src= "../img/menu.PNG" alt="Botón de Menú ">
        </div>
    </header>
    <nav>
        <ul>
            <li>
                    <a href="../index.html" class="main-optionINICIO">INICIO</a>
            </li>
            <li>
                <a href="NUH_INTB.html" class="main-optionINTRODUCCIÓN">INTRODUCCIÓN</a>
            </li>
            <li><a href="#" class="main-option">NUCLEO ▼</a>
                <ul>
                    <li><a href="NUH_000B.html">Config. Sistema</a></li>
                    <li><a href="NUH_00B_N2.html">Parametros</a></li>
                    <li><a href="NUH_00B_inicio.html">Inicio</a></li>
                    <li><a href="NUH_00B_proceso.html">Procesos</a></li>
                    <li><a href="NUH_00B_inf.html">Inf. Cliente</a></li>
                    <li><a href="NUH_00B_conta.html">Contabilidad</a></li>
                    <li style="visibility: hidden; display: none;"><a href="NUH_00B_audi.html">Auditoria</a></li>

                </ul>
            </li>
            <li>
             <a href="#" class="main-option">EMISOR  ▼</a>
                <ul>
                    <li><a href="EMH_000B.html">Productos</a></li>
                    <li><a href="EMH_000Bsoli.html">Solicitudes</a></li>
                    <li><a href="EMH_000Bmerca.html">Mercadeo</a></li>
                    <li><a href="EMH_000Bservi.html">Servicio Al Cliente</a></li>
                    <li><a href="EMH_000Bpendi.html">Pendientes</a></li>
                    <li><a href="EMH_000Btrans.html">Transaccionabilidad</a></li>
                    <li><a href="EMH_000Bauto.html">Autorizaciones</a></li>
                    <li><a href="EMH_000Bplasti.html">Adm. Plasticos</a></li>
                    <li><a href="EMH_000Brecla.html">Reclamos</a></li>
                    <li><a href="MEH_032B.html">Lealtad</a></li>
                    <li><a href="COH_064B.html">Cobranzas</a></li>
                </ul>
            </li>
 <li style="visibility: hidden">
                <a href="ACH_000B.html" class="main-option">ADQUIRIENTE</a>
            </li>
            <li style="visibility: hidden">
                <a href="DBH_000B.html" class="main-option">TARJETA DEBITO</a>
            </li></ul>
    </nav>
    <section>
        <div> 
            <table>
              <tr> 
                <td><div> 
                    <p  class="TITLE">Reestructuraciones</p>
                    </div></td>
              </tr>
            </table>
            <p class="PARRAFO">Mediante esta funci&oacute;n se registran aquellos clientes 
              que a trav&eacute;s del proceso de reestructuraci&oacute;n o refinanciaci&oacute;n 
              intentan normalizar su cr&eacute;dito. De acuerdo con el perfil del funcionario, 
              el usuario podr&aacute; realizar reestructuraciones o refinanciaciones directas 
              a partir de esta forma, sin tener en cuenta las validaciones que efectuar&iacute;a 
              el aplicativo sobre un perfil de funcionario corriente. La reestructuraci&oacute;n 
              implica la creaci&oacute;n de un nuevo n&uacute;mero de obligaci&oacute;n, 
              mientras que la refinanciaci&oacute;n no involucra nuevo cr&eacute;dito. La 
              opci&oacute;n ofrece la opci&oacute;n de efectuar el proceso de reestructuraci&oacute;n 
              o refinanciaci&oacute;n en forma directa, o la formalizaci&oacute;n de un 
              acuerdo de pago, de manera que cuando &eacute;ste sea realizado, se permita 
              la refinanciaci&oacute;n o reestructuraci&oacute;n.</p>
            <p class="PARRAFO">El formulario cuenta con un filtro 
              de b&uacute;squeda y la opci&oacute;n Procesar en la parte superior.</p>
            <p><span class="SUBTITULO">Filtro:</span>  Se pueden realizar consultas a trav&eacute;s 
              de las siguientes opciones. El usuario debe seleccionar si el filtro aplica 
              por el Documento o por la Tarjeta.</p>
            <p class="TITLE"><img src="../img/CAF_014B.PNG"></p>
            
            <table>
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><b><span >Tipo</span></b></p></td>
                <td><p class="PARRAFO">Cuando 
                    se ingresa a la opci&oacute;n, se despliega un filtro inicial en el 
                    que se selecciona de la lista de valores el <a href="NUH_008B.html" >tipo 
                    de documento de identificaci&oacute;n</a>.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><b><span >N&uacute;mero</span></b></p></td>
                <td><p class="PARRAFO">Este 
                    campo opcional acepta cualquier dato alfanum&eacute;rico de m&aacute;ximo 
                    deciseis caracteres.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><b><span >N&uacute;mero 
                    tarjeta </span></b></p></td>
                <td><p class="PARRAFO">En 
                    este campo se captura el n&uacute;mero de tarjeta del cliente a quien 
                    se desea consultar, acepta m&aacute;ximo 23 caracteres.</p></td>
              </tr>
            </table>
           
            <p class="PARRAFO">Una vez aplicado el filtro, el sistema muestra el siguiente 
              formulario, a trav&eacute;s del cual se puede acceder a la consulta del cliente 
              y de la tarjeta.</p>
            <p class="TITLE"><img src="../img/CAF_014B1.PNG"></p>
            
            <p  class="PARRAFO"><span class="SUBTITULO">Procesar:</span>  Si el 
              usuario invoca la opci&oacute;n Procesar se despliega un formulario con los 
              siguientes campos<span >. 
              Adicionalmente, cuenta con las opciones <a href="#Tarjeta" title="Saldo tarjeta" target="_self" >Saldo 
              tarjeta</a>, <a href="#Saldo" title="Saldo al día" target="_self" >Saldo al 
              día</a>, y <a href="#Proyeccion" title="Proyección cuotas" target="_self" >Proyección 
              cuotas</a>.</span></p>
            <p class="TITLE"><img src="../img/CAF_014B2.PNG"></p>
            
            <table>
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><b>Cliente</b></p></td>
                <td><p class="PARRAFO">Corresponde 
                    al nombre del cliente titular del producto.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><b>Acci&oacute;n 
                    a realizar</b></p></td>
                <td><p class="PARRAFO">Se 
                    determina la acci&oacute;n a realizar (Reestructurar o Refinanciar) 
                    para que el sistema verifique y presente a continuaci&oacute;n la informaci&oacute;n 
                    del cliente al cual se le va a aplicar el procedimiento.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Tarjeta<b><span > 
                    </span></b></p></td>
                <td><p class="PARRAFO">Luego 
                    de capturados el tipo y n&uacute;mero de identificaci&oacute;n, en este 
                    campo se presenta el n&uacute;mero de la tarjeta asociado a dicha identificaci&oacute;n.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Modo 
                    aplicaci&oacute;n<b><span ></span></b></p></td>
                <td><p class="PARRAFO">La 
                    forma ofrece la opci&oacute;n de efectuar el proceso de reestructuraci&oacute;n 
                    o refinanciaci&oacute;n en forma directa, o la formalizaci&oacute;n 
                    de un acuerdo de pago, de manera que cuando &eacute;ste sea realizado, 
                    se permita la refinanciaci&oacute;n o reestructuraci&oacute;n.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><b>Tarjeta 
                    refinancia </b></p></td>
                <td><p class="PARRAFO">En 
                    este campo se selecciona la tarjeta que consolida la reestructuraci&oacute;n, 
                    es decir, aquella a la cual le ser&aacute; aplicada la reestructuraci&oacute;n 
                    o refinanciaci&oacute;n. El campo contiene lista de valores con todas 
                    las tarjetas que posee el cliente.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><b>Aplica 
                    en </b></p></td>
                <td><p class="PARRAFO">El 
                    usuario selecciona si va a hacer la operaci&oacute;n l&iacute;nea y 
                    en tiempo real o en batch.
                  </p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><b>Tipo 
                    reestructuraci&oacute;n </b></p></td>
                <td><p class="PARRAFO">Campo 
                    con lista propia de valores que permite seleccionar la clase de reestructuraci&oacute;n 
                    a efectuar.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><b>Estado</b></p></td>
                <td><p class="PARRAFO">Este 
                    campo informa acerca de la etapa en la cual se encuentra la tarjeta, 
                    dentro del proceso de reestructuraci&oacute;n o refinanciaci&oacute;n. 
                    De acuerdo con la lista de valores adjunta hay cuatro alternativas de 
                    selecci&oacute;n: Solicitada, la cual corresponde al ingreso 
                    de la solicitud, cuando se llevan a cabo los acuerdos de pago; una vez 
                    el cliente cumple con el pago acordado, el estado del registro cambia 
                    a Candidata, en el proceso de actualizaci&oacute;n de saldos 
                    diario. Tambi&eacute;n se puede actualizar manualmente el estado a Candidata, 
                    cuando se desea realizar la reestructuraci&oacute;n o refinanciaci&oacute;n 
                    en forma directa, sin necesidad de acuerdo de pago previo. Los otros 
                    estados posibles son: Denegada, el cual se registra cuando 
                    la entidad decida negar la solicitud; y Negada por no pago, 
                    en caso de que el cliente incumpla el acuerdo.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><b>Saldo 
                    a reestructurar</b></p></td>
                <td><p class="PARRAFO">Campo 
                    en el cual se selecciona el valor a reestructurar o refinanciar. Los 
                    valores posibles son: Saldo Total, cuando el monto a reestructurar 
                    o refinanciar corresponde al saldo total de la deuda; Pago M&iacute;nimo, 
                    en caso de que el valor a refinanciar sea equivalente al pago m&iacute;nimo 
                    de la obligaci&oacute;n; y Otro, cuando el valor a refinanciar 
                    no corresponde ni al pago m&iacute;nimo ni al saldo total de la deuda, 
                    en cuyo caso el monto a refinanciar se debe digitar en el campo &#8220;Valor 
                    a reestructurar&#8221; de esta misma forma. Es importante resaltar que 
                    cuando el bloqueo es Reestructuraci&oacute;n, &uacute;nicamente aplica 
                    la opci&oacute;n Saldo Total, pues no es posible reestructurar 
                    valores diferentes al total de la deuda; las opciones Pago M&iacute;nimo 
                    y Otro solo son permitidas cuando el bloqueo es Refinanciaci&oacute;n. 
                  </p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><b>Valor 
                    a reestructurar</b></p></td>
                <td><p class="PARRAFO">Despliega 
                    el valor del saldo total de la deuda o del pago m&iacute;nimo, en caso 
                    de haber seleccionado las opciones Saldo Total o Pago M&iacute;nimo, 
                    respectivamente, en el campo anterior. El campo puede ser actualizado 
                    cuando la opci&oacute;n seleccionada en ese mismo campo es Otro, 
                    caso en el cual el usuario digita el valor a refinanciar. </p></td>
              </tr>
              <tr> 
                <td class="titletable"  ><p class="SUBTITULO">Fecha 
                    a pagar</p></td>
                <td><p class="PARRAFO">Campo 
                    en formato YYYY-MM-DD, en el que se ingresa la fecha en la cual el cliente 
                    debe hacer el pago pactado en el campo anterior. Es importante anotar 
                    que cuando se graba el acuerdo de pago, a trav&eacute;s de la opci&oacute;n 
                    que la forma provee para este efecto, el estado del registro es Solicitada, 
                    y que el proceso de cierre diario eval&uacute;a si efectivamente se 
                    llev&oacute; a cabo el pago acordado, caso en el cual el estado cambia 
                    autom&aacute;ticamente a Candidata. Solamente las tarjetas 
                    que tengan este estado pueden ser refinanciadas o reestructuradas, ya 
                    sea manualmente, a trav&eacute;s de la forma, o en el proceso batch 
                    que realiza el proceso autom&aacute;ticamente.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><b>Valor 
                    a pagar</b></p></td>
                <td><p class="PARRAFO">Campo 
                    en el cual se indica el valor que debe pagar el cliente, cuando se pretende 
                    formalizar un acuerdo de pago.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Acuerdo</p></td>
                <td><p class="PARRAFO">Mediante 
                    una lista de valores adjunta la entidad selecciona la clase de convenio 
                    al que llega con el cliente para efectuar la reestructuraci&oacute;n 
                    o refinanciaci&oacute;n: Verbal, cuando el convenio lo efect&uacute;a 
                    el cliente sin Inter.-mediaci&oacute;n de ning&uacute;n documento para 
                    efectuar la reestructuraci&oacute;n; Cheque, cuando para formalizar 
                    el acuerdo el cliente debe dejar un cheque como garant&iacute;a de cumplimiento; 
                    y Reestructurar, que corresponde a la normalizaci&oacute;n 
                    del cr&eacute;dito sin requerimientos previos y por pol&iacute;ticas 
                    de la entidad. En este &uacute;ltimo caso, la reestructuraci&oacute;n 
                    o refinanciaci&oacute;n se puede hacer en forma directa, sin esperar 
                    el cumplimiento de un compromiso de pago.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Transacci&oacute;n 
                    compra </p></td>
                <td><p class="PARRAFO">El 
                    usuario debe ingresar la transacci&oacute;n compra a partir de una lista 
                    para el compromiso de pago. Es obligatorio.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Plazo</p></td>
                <td><p class="PARRAFO">En 
                    este campo obligatorio se debe ingresar el plazo para el compromiso 
                    de pago.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Observaciones</p></td>
                <td><p class="PARRAFO">Campo 
                    alfanum&eacute;rico de m&aacute;ximo 2000 caracteres, no obligatorio, 
                    en el que se puede registrar cualquier tipo de informaci&oacute;n adicional 
                    o relevante con relaci&oacute;n a la refinanciaci&oacute;n, reestructuraci&oacute;n 
                    o acuerdo de pago a efectuar.</p></td>
              </tr>
            </table>
            <p  class="PARRAFO"><span class="PARRAFO"><span class="SUBTITULO"><a name="Tarjeta"></a>Saldo 
              tarjeta :</span>  Si el usuario invoca esta opci&oacute;n, se despliega un 
              nuevo formulario con la <a href="SCH_060B.html" >Consulta de la tarjeta</a> 
              a la cual se le est&aacute; realizando la reestructuraci&oacute;n.</span></p>
            <p class="TITLE"><img src="../img/CAF_014B3.PNG"570" height="498"></p>
           
            <p class="PARRAFO"><span class="SUBTITULO"><a name="Saldo"></a>Saldo d&iacute;a:</span>  
              Si el usuario invoca la opci&oacute;n Saldo al d&iacute;a se despliega el 
              siguiente formulario: <span
              >  </span></p>
            <p class="TITLE"><img src="../img/CAF_014B4.PNG"604" height="571"></p>
            <table>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Fecha 
                    a pagar</p></td>
                <td><p class="PARRAFO">Despliega 
                    en formato YYYY-MM-DD la fecha estimada en que se debe efectuar el pago.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Capital 
                    facturado </p></td>
                <td><p class="PARRAFO">Indica 
                    la porci&oacute;n de los diferidos a ser cubierta mediante el pago propuesto.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Capital 
                    mora <b><span ></span></b></p></td>
                <td><p class="PARRAFO">Se&ntilde;ala 
                    el monto acumulado de los diferidos no cubiertos en facturaciones anteriores.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Inter&eacute;s 
                    corriente </p></td>
                <td><p class="PARRAFO">Muestra 
                    el valor resultante de la liquidaci&oacute;n del beneficio esperado 
                    por la entidad sobre el saldo del capital vigente proyectado a la fecha 
                    de pago propuesta.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Inter&eacute;s 
                    mora </p></td>
                <td><p class="PARRAFO">Despliega 
                    el monto resultante de la liquidaci&oacute;n del beneficio adicional 
                    esperado por la entidad sobre el saldo del capital en mora proyectado 
                    a la fecha de pago propuesta.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Ajuste 
                    inter&eacute;s mora </p></td>
                <td><p class="PARRAFO">Registra 
                    el valor del ajuste hecho a los intereses de mora y que afecta al pago 
                    total. </p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Inter&eacute;s 
                    extracontable </p></td>
                <td><p class="PARRAFO">Campo 
                    de salida que muestra el monto resultante de la liquidaci&oacute;n del 
                    beneficio esperado por la entidad sobre el saldo del capital cuya altura 
                    de mora supere los 90 d&iacute;as proyectado a la fecha de pago propuesta.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Saldo 
                    a favor</p></td>
                <td><p class="PARRAFO">Presenta 
                    los valores que han excedido bien sea el pago m&iacute;nimo o total 
                    acorde con los par&aacute;metros definidos en los Datos b&aacute;sicos 
                    de la opci&oacute;n <a href="MEH_002B.html" >Productos</a>.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Honorarios</p></td>
                <td><p class="PARRAFO">Indica, 
                    en caso de aplicar, el monto que por concepto de Honorarios deber&aacute; 
                    ser cubierto por el pago propuesto. </p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Pago 
                    total </p></td>
                <td><p class="PARRAFO">Contiene 
                    la sumatoria de los anteriores conceptos y que deber&aacute; se cubierto 
                    por el pago propuesto.</p></td>
              </tr>
              <tr> 
                <td class="titletable"  ><p class="SUBTITULO">Saldo 
                    no facturado</p></td>
                <td><p class="PARRAFO">Despliega 
                    el saldo insoluto que reflejar&aacute; la obligaci&oacute;n si el pago 
                    propuesto se hace efectivo.</p></td>
              </tr>
            </table>
            <p  class="PARRAFO"><span class="SUBTITULO"><a name="Proyeccion"></a>Proyecci&oacute;n 
              cuotas:</span>  <span
              >La funcionalidad ofrecida al invocar el bot&oacute;n 
              especial permite proyectar las n cuotas a pagar, despu&eacute;s de seleccionar 
              la transacci&oacute;n interna y el plazo para la refinanciaci&oacute;n o reestructuraci&oacute;n, 
              desplegando una pantalla con los datos resultantes de la proyecci&oacute;n. 
              Las cuotas proyectadas son las mismas cuando la transacci&oacute;n seleccionada 
              es Refinanciaci&oacute;n o Reestructuraci&oacute;n, pero var&iacute;an dependiendo 
              del plazo.</span></p>
            <p class="TITLE"><img src="../img/CAF_014B5.PNG"></p>
            
            <table>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Cuota</p></td>
                <td><p class="PARRAFO">Muestra 
                    el n&uacute;mero de cuotas en las cuales se va a dividir el pago del 
                    saldo a refinanciar.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Saldo</p></td>
                <td><p class="PARRAFO">Indica 
                    para cada cuota, el saldo de capital pendiente.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Valor 
                    capital <b><span ></span></b></p></td>
                <td><p class="PARRAFO">Registra 
                    el valor por concepto de capital ( a pagar ) correspondiente a cada 
                    una de las cuotas de la refinanciaci&oacute;n.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Valor 
                    inter&eacute;s </p></td>
                <td><p class="PARRAFO">Se&ntilde;ala 
                    el valor de los intereses respectivos calculados sobre el saldo y el 
                    valor cuota capital.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Valor 
                    cuota </p></td>
                <td><p class="PARRAFO">Muestra 
                    el valor total a cancelar ( cuota capital m&aacute;s intereses) en cada 
                    una de las cuotas de la refinanciaci&oacute;n.</p></td>
              </tr>
            </table>
            
            <p>El formulario cuenta con dos botones adicionales para las siguientes 
              funcionalidades: </p>
            <table>
              <tr> 
                <td class="titletable"><p  class="SUBTITULO"><img src="../img/CAF_014B6-Tras%20saldos.PNG"44" height="42"></p></td>
                <td><p class="PARRAFO">Traslado 
                    saldo en d&oacute;lares a moneda patr&oacute;n: funcionalidad que 
                    posibilita el movimiento de saldos expresados en d&oacute;lares a la 
                    moneda patr&oacute;n de la entidad, en raz&oacute;n a que el sistema 
                    no permite refinanciaci&oacute;n en d&oacute;lares.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p  class="SUBTITULO"><img src="../img/CAF_014B7-Grabar%20negaci.PNG"44" height="42"></p></td>
                <td><p class="PARRAFO">Grabar 
                    negaci&oacute;n: Este bot&oacute;n permite grabar un registro de 
                    la negaci&oacute;n de la reestructuraci&oacute;n.</p></td>
              </tr>
            </table>
            
        </section>
    <script src="../js/menu.js"></script>
</body>
<footer>
    <div>
        <img class="TITLE"  src= "../img/logo.PNG">
    </div>
    <p>OpenCard SAS</p>
    <p>Calle 77 Nº 11-19 Piso 4°,Bogotá D.C.</p>
    <p>Tel (57) 601 - 313 37 75  <a href="http://www.OpenCard.com"
            target="_blank">www.OpenCard.com</a></p>
</footer>
</html>