
<!DOCTYPE html>
<html lang="es">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>BANKBU®</title>
    <link rel="stylesheet" href="../css/pages.css">
    <link rel="stylesheet" href="../css/style.css">
 <link rel="icon" href="../img/ACQUIRER-logo.JPG" type="image/x-icon">
</head>

<body>

    <header>
        <img class="logo" src="../img/logoBankbu_.PNG" alt="Logo de Mi Empresa">
        <div id="menuBtn">
            <img class="TITLE"  src= "../img/menu.PNG" alt="Botón de Menú ">
        </div>
    </header>
    <nav>
        <ul>
            <li>
                    <a href="../index.html" class="main-optionINICIO">INICIO</a>
            </li>
            <li>
                <a href="NUH_INTB.html" class="main-optionINTRODUCCIÓN">INTRODUCCIÓN</a>
            </li>
            <li><a href="#" class="main-option">NUCLEO ▼</a>
                <ul>
                    <li><a href="NUH_000B.html">Config. Sistema</a></li>
                    <li><a href="NUH_00B_N2.html">Parametros</a></li>
                    <li><a href="NUH_00B_inicio.html">Inicio</a></li>
                    <li><a href="NUH_00B_proceso.html">Procesos</a></li>
                    <li><a href="NUH_00B_inf.html">Inf. Cliente</a></li>
                    <li><a href="NUH_00B_conta.html">Contabilidad</a></li>
                    <li style="visibility: hidden; display: none;"><a href="NUH_00B_audi.html">Auditoria</a></li>

                </ul>
            </li>
            <li>
             <a href="#" class="main-option">EMISOR  ▼</a>
                <ul>
                    <li><a href="EMH_000B.html">Productos</a></li>
                    <li><a href="EMH_000Bsoli.html">Solicitudes</a></li>
                    <li><a href="EMH_000Bmerca.html">Mercadeo</a></li>
                    <li><a href="EMH_000Bservi.html">Servicio Al Cliente</a></li>
                    <li><a href="EMH_000Bpendi.html">Pendientes</a></li>
                    <li><a href="EMH_000Btrans.html">Transaccionabilidad</a></li>
                    <li><a href="EMH_000Bauto.html">Autorizaciones</a></li>
                    <li><a href="EMH_000Bplasti.html">Adm. Plasticos</a></li>
                    <li><a href="EMH_000Brecla.html">Reclamos</a></li>
                    <li><a href="MEH_032B.html">Lealtad</a></li>
                    <li><a href="COH_064B.html">Cobranzas</a></li>
                </ul>
            </li>
 <li style="visibility: hidden">
                <a href="ACH_000B.html" class="main-option">ADQUIRIENTE</a>
            </li>
            <li style="visibility: hidden">
                <a href="DBH_000B.html" class="main-option">TARJETA DEBITO</a>
            </li></ul>
    </nav>

    <section>
        <div> 
            <table>
              <tr> 
                <td><div> 
                    <p  class="TITLE">Variaci&oacute;n masiva de cupos</p>
                    </div></td>
              </tr>
            </table>
            <p class="PARRAFO">Mediante esta funci&oacute;n se efect&uacute;a el proceso 
              de generaci&oacute;n de incremento o disminuci&oacute;n en los cupos aprobados 
              de los productos de acuerdo con la &uacute;ltima fecha de ejecuci&oacute;n 
              del mismo. La forma provee a la entidad una herramienta de selecci&oacute;n 
              de criterios, para que a trav&eacute;s de &eacute;sta se efect&uacute;e la 
              variaci&oacute;n, s&oacute;lo a aquellos productos que cumplen con las caracter&iacute;sticas 
              definidas por la entidad.</p>
            <p class="PARRAFO"><span class="SUBTITULO">Filtro:</span>  El formulario cuenta 
              con un filtro inicial, que puede ser utilizado para agilizar la b&uacute;squeda 
              de una lista.</p>
            <p class="TITLE"><img src="../img/CAF_006B1.PNG"307" ></p>
            
            <table>
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><b><span >Lista</span></b></p></td>
                <td><p class="PARRAFO">Si 
                    el usuario invoca el filtro, el sistema le debe permitir ingresar el 
                    c&oacute;digo de la lista que desea consultar. El campo es num&eacute;rico 
                    de hasta 8 d&iacute;gitos</p></td>
              </tr>
            </table>
            <p class="PARRAFO">El formulario contiene las opciones Crear lista, Eliminar 
              lista, y Adicionar a lista. Adicionalmente, cuenta en la parte superior con 
              la opci&oacute;n <a href="CAH_006B1.html" >Resultados</a>.
          <p class="TITLE"><img src="../img/CAF_006B.PNG"581" height="416"></p>
           
            <p class="PARRAFO"><span class="SUBTITULO">Crear lista:</span>  Si el usuario 
              invoca esta opci&oacute;n, se despliega un formulario con los siguientes campos<span >:</span></p>
            <p class="TITLE"><img src="../img/CAF_006B3.PNG"672" height="916"></p>
            <table>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Nombre 
                    lista </p></td>
                <td><p class="PARRAFO">En 
                    esta campo cuyo diligenciamiento es obligatorio, la entidad asigna un 
                    nombre a la lista de criterios para ser utilizado en futuras variaciones 
                    de cupo o para guardar los conceptos que se tuvieron en cuenta en determinado 
                    per&iacute;odo en el cual se ejecut&oacute; dicho proceso. </p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Descripci&oacute;n</p></td>
                <td><p class="PARRAFO">Espacio 
                    destinado para que la entidad registre informaci&oacute;n adicional 
                    que considere pertinente dentro de la generaci&oacute;n del proceso 
                    de acuerdo con los criterios definidos.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Usar 
                    f&oacute;rmula</p></td>
                <td><p class="PARRAFO">Este 
                    campo se marca cuando la entidad decide que parte de los criterios tenidos 
                    en cuenta para la variaci&oacute;n de cupo de los productos, sea la 
                    aplicaci&oacute;n de la f&oacute;rmula de evaluaci&oacute;n de capacidad 
                    de endeudamiento definidas previamente en la opci&oacute;n <a href="EVH_004B.html" >Par&aacute;metros 
                    de solicitudes</a>.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Puntaje 
                    m&iacute;nimo </p></td>
                <td><p class="PARRAFO">Campo 
                    alfanum&eacute;rico de 3 posiciones, no obligatorio, que se activa una 
                    vez la entidad decida que para el proceso se efectuar&aacute; la evaluaci&oacute;n 
                    de la capacidad de endeudamiento, en el que se registra el resultado 
                    m&iacute;nimo que debe obtener el producto despu&eacute;s de la aplicaci&oacute;n 
                    de la f&oacute;rmula de evaluaci&oacute;n, para que &eacute;stos sean 
                    susceptibles de variaci&oacute;n de cupo.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Fecha 
                    &uacute;ltima variaci&oacute;n de cupo</p></td>
                <td><p class="PARRAFO">En 
                    este campo no obligatorio se captura la fecha, en formato YYYY-MM sobre 
                    la cual se efectu&oacute; la &uacute;ltima variaci&oacute;n de cupo 
                    de los productos. De acuerdo con la fecha definida, al marcar el campo 
                    igual (=) significa que el proceso de variaci&oacute;n masiva de cupo 
                    se realizar&aacute; &uacute;nicamente a los productos que fueron afectados 
                    en esa fecha registrada; si se marca el campo menor igual (&lt;=) significa 
                    que el proceso de variaci&oacute;n masiva de cupo se realizar&aacute; 
                    a los productos que hayan sido afectados en fechas anteriores a la registrada. 
                    Sin embargo, cuando el proceso corresponda a la primera vez de ejecuci&oacute;n, 
                    se debe marcar el campo nula.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Fecha 
                    de apertura</p></td>
                <td><p class="PARRAFO">Campo 
                    no obligatorio, en formato YYYY-MM en el que se digita la fecha en la 
                    cual se activ&oacute; la tarjeta. De acuerdo con la fecha definida, 
                    al marcar el campo igual (=) significa que el proceso de variaci&oacute;n 
                    masiva de cupo se realizar&aacute; &uacute;nicamente a los productos 
                    que fueron activados en esa fecha registrada; si se marca el campo mayor 
                    igual (&gt;=) significa que el proceso de variaci&oacute;n masiva de 
                    cupo se realizar&aacute; a los productos que hayan sido activados en 
                    fechas posteriores a la registrada.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Definici&oacute;n 
                    de producto</p></td>
                <td><p class="PARRAFO">En 
                    este campo que cuenta con lista de valores poblada la opci&oacute;n 
                    <a href="MEH_002B.html" >Definici&oacute;n de productos</a>.Mediante 
                    una lista de valores poblada en la opci&oacute;n productos del m&oacute;dulo 
                    de mercadeo, la entidad selecciona el producto que se llevar&aacute; 
                    al proceso de variaci&oacute;n de cupo, en el caso que se marque el 
                    campo igual(=), o los productos distintos al seleccionado, en el caso 
                    de marcar el campo diferente(=!); su diligenciamiento no es obligatorio. 
                    En el evento de diligenciar este campo, se deshabilitan los campos bin, 
                    segmento y grupo, puesto que &eacute;stos son los que conforman el producto 
                    y dicha informaci&oacute;n est&aacute; impl&iacute;cita al seleccionar 
                    un producto determinado.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Bin</p></td>
                <td><p class="PARRAFO"> 
                    En este campo la entidad selecciona cu&aacute;l Bin llevar&aacute; al 
                    proceso de variaci&oacute;n de cupo, en el caso que se marque el campo 
                    igual (=), o por el contrario se le indica al sistema variar el cupo 
                    a aquellos bines diferentes al seleccionado de la lista de valores. 
                    Su diligenciamiento no es obligatorio.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Producto</p></td>
                <td><p class="PARRAFO">En 
                    este campo la entidad selecciona cu&aacute;l Producto llevar&aacute; 
                    al proceso de variaci&oacute;n de cupo, en el caso que se marque el 
                    campo igual (=), o por el contrario se le indica al sistema variar el 
                    cupo a aquellos productos diferentes al seleccionado de la lista de 
                    valores. Su diligenciamiento no es obligatorio.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Grupo 
                    de afinidad</p></td>
                <td><p class="PARRAFO">En 
                    este campo la entidad selecciona cu&aacute;l Grupo de afinidad llevar&aacute; 
                    al proceso de variaci&oacute;n de cupo, en el caso que se marque el 
                    campo igual (=), o por el contrario se le indica al sistema variar el 
                    cupo a aquellos grupos diferentes al seleccionado de la lista de valores. 
                    Su diligenciamiento no es obligatorio.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Sucursal</p></td>
                <td><p class="PARRAFO">A 
                    trav&eacute;s de la lista de valores poblada en la opci&oacute;n <a href="NUH_020B.html" >estructura 
                    org&aacute;nica</a> del m&oacute;dulo n&uacute;cleo, la entidad selecciona 
                    sobre cu&aacute;l sucursal espec&iacute;fica se desea realizar el proceso 
                    de variaci&oacute;n masiva de cupo.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Incluir 
                    sucursales dependientes</p></td>
                <td><p class="PARRAFO">En 
                    el caso que la sucursal seleccionada posea oficinas dependientes dentro 
                    de la estructura org&aacute;nica de la entidad y se desee variar el 
                    cupo tambi&eacute;n de los productos de dichas oficinas, se debe marcar 
                    este campo.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Verificar 
                    bloqueos que inhiben</p></td>
                <td><p class="PARRAFO">Este 
                    campo se debe marcar para determinar, que de acuerdo con las acciones 
                    habilitadas definidas previamente en la opci&oacute;n <a href="CAH_002B.html" >estados 
                    y bloqueos</a> del N&uacute;cleo, permita realizar el proceso de variaci&oacute;n 
                    masiva de cupo de los productos que se encuentran bloqueados en el momento 
                    de la generaci&oacute;n de dicho proceso.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Cupo 
                    tarjeta entre ... y ...</p></td>
                <td><p class="PARRAFO">Campos 
                    num&eacute;ricos de 16 posiciones (14 enteros y dos decimales), no obligatorios, 
                    a trav&eacute;s de los cuales la entidad define el rango de cupos asignados 
                    (inicial y final) a las tarjetas que se tendr&aacute;n en cuenta en 
                    el proceso de variaci&oacute;n masiva de cupo.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Nivel 
                    de consumo</p></td>
                <td><p class="PARRAFO">Este 
                    campo contiene una lista de valores adjunta en la cual la entidad selecciona 
                    el porcentaje que determina el nivel de consumo de acuerdo con el cupo 
                    aprobado del producto para que &eacute;ste sea susceptible de ser variado 
                    (Compara el consumo total = Compras normales + Compras especiales + 
                    Avances, contra el cupo total asignado a la tarjeta).</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">N&uacute;mero 
                    m&aacute;ximo moras en los &uacute;ltimos 12 meses</p></td>
                <td><p class="PARRAFO">Campo 
                    num&eacute;rico de 3 d&iacute;gitos, no obligatorio, en el cual se define 
                    la cantidad m&aacute;xima de per&iacute;odos (expresado en meses) de 
                    mora que haya incurrido el cliente para que pueda ser considerado en 
                    el proceso de variaci&oacute;n de cupo.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">N&uacute;mero 
                    m&aacute;ximo sobrecupo en los &uacute;ltimos 12 meses</p></td>
                <td><p class="PARRAFO">En 
                    este campo num&eacute;rico de 3 d&iacute;gitos, no obligatorio, en el 
                    que se indica la cantidad m&aacute;xima de per&iacute;odos (expresado 
                    en meses) de sobrecupo que haya incurrido el cliente para que pueda 
                    ser considerado en el proceso de variaci&oacute;n de cupo.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Porcentaje 
                    utilizaci&oacute;n superior a </p></td>
                <td><p class="PARRAFO">Campo 
                    num&eacute;rico de 7 d&iacute;gitos, no obligatorio, en el cual se define 
                    la proporci&oacute;n promedio de utilizaciones respecto al cupo total 
                    que debe tener como m&iacute;nimo el producto para ser tenido en cuenta 
                    en el proceso de variaci&oacute;n de cupo.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Periodos 
                    evaluar porcentaje utilizaci&oacute;n superior a </p></td>
                <td><p class="PARRAFO">En 
                    este campo num&eacute;rico de 3 d&iacute;gitos, que se hace obligatorio 
                    cuando se ha definido alg&uacute;n valor en el campo inmediatamente 
                    anterior, se registra la cantidad de per&iacute;odos (expresado en meses) 
                    sobre los cuales se tendr&aacute; en cuenta dicho promedio para que 
                    el producto pueda ser considerado en el proceso de variaci&oacute;n 
                    de cupo. </p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Saldo 
                    promedio superior a </p></td>
                <td><p class="PARRAFO">Campo 
                    num&eacute;rico de 18 d&iacute;gitos, no obligatorio, en el cual se 
                    define el valor promedio de utilizaciones que debe tener como m&iacute;nimo 
                    el producto para ser tenido en cuenta en el proceso de variaci&oacute;n 
                    de cupo.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Periodos 
                    evaluar saldo promedio superior a </p></td>
                <td><p class="PARRAFO">Este 
                    campo num&eacute;rico de 3 d&iacute;gitos, que se hace obligatorio cuando 
                    se ha definido alg&uacute;n valor en el campo inmediatamente anterior, 
                    se registra la cantidad de per&iacute;odos (expresado en meses) sobre 
                    los cuales se tendr&aacute; en cuenta dicho promedio para que el producto 
                    pueda ser considerado en el proceso de variaci&oacute;n de cupo. </p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Edad 
                    de mora actual inferior a</p></td>
                <td><p class="PARRAFO">De 
                    acuerdo con la maduraci&oacute;n de la cartera, se establecen unos rangos 
                    de evaluaci&oacute;n correspondientes a los per&iacute;odos sobre los 
                    cuales ha permanecido vencido determinado saldo de un cliente; en el 
                    momento de diligenciar este campo se est&aacute; indicando al sistema 
                    que var&iacute;e el cupo &uacute;nicamente de las tarjetas que no superen 
                    dicho vencimiento cuando se realice el proceso. Es un campo num&eacute;rico 
                    de 3 posiciones y su diligenciamiento no es obligatorio.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Capital 
                    en mora actual inferior a </p></td>
                <td><p class="PARRAFO">Este 
                    par&aacute;metro tiene estrecha relaci&oacute;n, con el descrito anteriormente 
                    puesto que es la continuidad del mismo, de tal manera que, de acuerdo 
                    con la maduraci&oacute;n de la cartera, en el momento de diligenciar 
                    este campo se est&aacute; indicando al sistema que var&iacute;e el cupo 
                    &uacute;nicamente de las tarjetas que no superen dicho monto de capital 
                    vencido cuando se realice el proceso. Es un campo num&eacute;rico de 
                    3 posiciones y su diligenciamiento no es obligatorio.</p></td>
              </tr>
            </table>
           
            <p class="PARRAFO"><span class="PARRAFO"><span class="SUBTITULO">Adicionar a 
              lista:</span>  Si el usuario invoca esta opci&oacute;n, se despliega un nuevo 
              formulario en el cual los &uacute;nicos campos no modificables son: Nombre 
              lista, y Descripci&oacute;n.</span></p>
            <p class="TITLE"><img src="../img/CAF_006B4.PNG"672" height="909"></p>
            <p><a href="CAH_006B1.html" target="_self" >Resultados</a><span
              '><b> | </b></span><a href="CAH_006B1.html#Calcular_valores" title="Calcular valores" target="_self" >Calcular 
              valores</a></p>
            
        </section>
    <script src="../js/menu.js"></script>
</body>
<footer>
    <div>
        <img class="TITLE"  src= "../img/logo.PNG">
    </div>
    <p>OpenCard SAS</p>
    <p>Calle 77 Nº 11-19 Piso 4°,Bogotá D.C.</p>
    <p>Tel (57) 601 - 313 37 75  <a href="http://www.OpenCard.com"
            target="_blank">www.OpenCard.com</a></p>
</footer>
</html>