<!DOCTYPE html>
<html lang="es">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>BANKBU®</title>
    <link rel="stylesheet" href="../css/pages.css">
    <link rel="stylesheet" href="../css/style.css">
 <link rel="icon" href="../img/ACQUIRER-logo.JPG" type="image/x-icon">
</head>

<body>

    <header>
        <img class="logo" src="../img/logoBankbu_.PNG" alt="Logo de Mi Empresa">
        <div id="menuBtn">
            <img class="TITLE"  src= "../img/menu.PNG" alt="Botón de Menú ">
        </div>
    </header>
    <nav>
        <ul>
            <li>
                    <a href="../index.html" class="main-optionINICIO">INICIO</a>
            </li>
            <li>
                <a href="NUH_INTB.html" class="main-optionINTRODUCCIÓN">INTRODUCCIÓN</a>
            </li>
            <li><a href="#" class="main-option">NUCLEO ▼</a>
                <ul>
                    <li><a href="NUH_000B.html">Config. Sistema</a></li>
                    <li><a href="NUH_00B_N2.html">Parametros</a></li>
                    <li><a href="NUH_00B_inicio.html">Inicio</a></li>
                    <li><a href="NUH_00B_proceso.html">Procesos</a></li>
                    <li><a href="NUH_00B_inf.html">Inf. Cliente</a></li>
                    <li><a href="NUH_00B_conta.html">Contabilidad</a></li>
                    <li style="visibility: hidden; display: none;"><a href="NUH_00B_audi.html">Auditoria</a></li>

                </ul>
            </li>
            <li>
             <a href="#" class="main-option">EMISOR  ▼</a>
                <ul>
                    <li><a href="EMH_000B.html">Productos</a></li>
                    <li><a href="EMH_000Bsoli.html">Solicitudes</a></li>
                    <li><a href="EMH_000Bmerca.html">Mercadeo</a></li>
                    <li><a href="EMH_000Bservi.html">Servicio Al Cliente</a></li>
                    <li><a href="EMH_000Bpendi.html">Pendientes</a></li>
                    <li><a href="EMH_000Btrans.html">Transaccionabilidad</a></li>
                    <li><a href="EMH_000Bauto.html">Autorizaciones</a></li>
                    <li><a href="EMH_000Bplasti.html">Adm. Plasticos</a></li>
                    <li><a href="EMH_000Brecla.html">Reclamos</a></li>
                    <li><a href="MEH_032B.html">Lealtad</a></li>
                    <li><a href="COH_064B.html">Cobranzas</a></li>
                </ul>
            </li>
 <li style="visibility: hidden">
                <a href="ACH_000B.html" class="main-option">ADQUIRIENTE</a>
            </li>
            <li style="visibility: hidden">
                <a href="DBH_000B.html" class="main-option">TARJETA DEBITO</a>
            </li></ul>
    </nav>

    <section>
        <div> 
            <table>
              <tr> 
                <td><div> 
                    <p  class="TITLE">Operadores de cobro </p>
                    </div></td>
              </tr>
            </table>
            <p>Cuando las   obligaciones contra&iacute;das por los clientes no son canceladas oportunamente y de   acuerdo con las pol&iacute;ticas establecidas por la entidad se requiera una gesti&oacute;n de   cobro, puede optarse por contratar a terceros para que adelanten todas las   gestiones encaminadas al logro de los recaudos correspondientes. Si por el   contrario, se da el caso que la entidad posee un &aacute;rea de cobranzas propia   debidamente estructurada o si &eacute;sta solamente existe como un grupo de   funcionarios de la entidad que desempe&ntilde;an las labores de cobro, apoyados por   algunos abogados o agentes externos, es necesario en ambos casos crear una casa   de cobranza, que para el primer caso se denomina real y para el segundo   gen&eacute;rica. A trav&eacute;s de este formulario se permite la parametrizaci&oacute;n tanto de las casas de cobranzas como de   los agentes de cobro correspondientes.</p>
            .
            <p class="PARRAFO"><span class="SUBTITULO">Filtro:</span>  El formulario cuenta 
              con un filtro inicial de b&uacute;squeda, necesario para la consulta de la 
              informaci&oacute;n:</p>
            <p class="TITLE"><img src="../img/CCF_001B1.PNG"390" height="105"></p>
           
            <table>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">C&oacute;digo</p></td>
                <td><p>Campo num&eacute;rico   de 5 d&iacute;gitos,  en el que se registra el n&uacute;mero de cobranza que se desea filtrar. </p>        </td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><b>Nombre</b></p></td>
                <td><p class="PARRAFO">En este campo   alfanum&eacute;rico de 60 posiciones, se ingresa parte del nombre por el cual se desea realizar la b&uacute;squeda. </p>        </td>
              </tr>
            </table>
           
            <p class="PARRAFO">El formulario contiene las opciones Actualizar, Eliminar, 
              Adicionar y Detalle; adicionalmente muestra la opci&oacute;n <a href="#agentes" target="_self" >Agentes de cobro</a>. </p>
 
              <p class="TITLE"><img src="../img/CCF_001B.PNG"757" ></p>
 
            
            <p  class="PARRAFO"><span class="SUBTITULO">Adicionar:</span>  Si 
              el usuario invoca la opci&oacute;n Adicionar se despliega un formulario con 
              los siguientes campos<span >:</span></p>
            <p class="TITLE"><img src="../img/CCF_001B2.PNG"500" height="422"></p>
            
            <table>
              <tr>
                <td class="titletable"><p class="SUBTITULO"><b><span ><span >C&oacute;digo</span></span></b></p></td>
                <td><p>Campo num&eacute;rico   de 8 d&iacute;gitos, obligatorio, en el que se registra el n&uacute;mero asignado a cada casa   de cobranza, para permitir su identificaci&oacute;n dentro del sistema.</p>      </td>
              </tr>
              <tr>
                <td class="titletable"><p class="SUBTITULO"><span >Nombre</span></p></td>
                <td><p class="PARRAFO">En este campo   alfanum&eacute;rico de 60 posiciones, obligatorio, en el cual se registra la raz&oacute;n social de la   casa de cobranza.</p>      </td>
              </tr>
              <tr>
                <td class="titletable"><p class="SUBTITULO"><b><span ><span >Direcci&oacute;n</span></span></b></p></td>
                <td><p class="PARRAFO">Campo   alfanum&eacute;rico de 60 posiciones, no obligatorio, en el que se ingresa la   nomenclatura de la sede u oficina principal de la casa de cobranza.</p>      </td>
              </tr>
              <tr>
                <td class="titletable"><p class="SUBTITULO"><b><span ><span >Tel&eacute;fono</span></span></b> 1</p></td>
                <td><p>En este campo   alfanum&eacute;rico de 12 posiciones, no obligatorio, se digita el primer n&uacute;mero   telef&oacute;nico de la sede u oficina principal de la casa de cobranza.</p>      </td>
              </tr>
              <tr>
                <td class="titletable"><p class="SUBTITULO"><b><span ><span >Tel&eacute;fono 2 </span></span></b></p></td>
                <td><p class="PARRAFO">Campo   alfanum&eacute;rico de 12 posiciones, no obligatorio, dentro del que se registra un segundo n&uacute;mero telef&oacute;nico de la sede u oficina principal de la casa   de cobranza.</p>      </td>
              </tr>
              <tr>
                <td class="titletable"><p class="SUBTITULO"><b><span ><span >Fax</span></span></b></p></td>
                <td><p>En este campo   alfanum&eacute;rico de 12 posiciones, no obligatorio, se indica el n&uacute;mero del fax   correspondiente a la sede u oficina principal de la casa de cobranza.</p>      </td>
              </tr>
              <tr>
                <td class="titletable"><p class="SUBTITULO"><b><span ><span >E-mail</span></span></b></p></td>
                <td><p>Campo   alfanum&eacute;rico de 30 posiciones, no obligatorio, en el que se registra la   direcci&oacute;n electr&oacute;nica de la casa de cobranza.</p>      </td>
              </tr>
              <tr>
                <td class="titletable"><p class="SUBTITULO"><b><span ><span >Representante legal </span></span></b></p></td>
                <td><p class="PARRAFO">En este campo   alfanum&eacute;rico de 60 posiciones, no obligatorio, se registra el nombre del   representante legal de la casa de cobranza.</p>      </td>
              </tr>
              <tr>
                <td class="titletable"><p class="SUBTITULO"><b><span ><span >Tipo de identificaci&oacute;n </span></span></b></p></td>
                <td><p class="PARRAFO">Campo con lista   de valores de la que debe seleccionarse el <A href="NUH_008B.html" target="_self" >tipo de   documento de identificaci&oacute;n</A> correspondiente a la casa de   cobranza.</p>      </td>
              </tr>
              <tr>
                <td class="titletable"><p class="SUBTITULO"><b><span ><span >N&uacute;mero de identificaci&oacute;n </span></span></b></p></td>
                <td><p class="PARRAFO">Este campo   alfanum&eacute;rico de 16 posiciones, obligatorio, permite registrar el n&uacute;mero del   documento asociado al campo anterior.</p>      </td>
              </tr>
              <tr>
                <td class="titletable"  ><p class="SUBTITULO"><b><span ><span >Ubicaci&oacute;n</span></span></b></p></td>
                <td><p>Campo   obligatorio, que posee lista de valores poblada por medio de la opci&oacute;n <A href="NUH_003B.html" target="_self" >Informaci&oacute;n geopol&iacute;tica</A> y de la que debe   seleccionarse el municipio (ciudad), departamento (estado) y/o pa&iacute;s en los que   se ubica la sede u oficina principal de la casa de cobranza.</p>      </td>
              </tr>
              <tr>
                <td class="titletable"><p class="SUBTITULO"><b><span ><span >Tipo de cobranza </span></span></b></p></td>
                <td><p class="PARRAFO">Lista de valores desde la cual se selcciona si la cobranza es Propia o Externa. </p></td>
              </tr>
            </table>
            
            <p><span class="SUBTITULO">Actualizar:</span>  Si el usuario 
              invoca la opci&oacute;n Actualizar se despliega un nuevo formulario en cual 
              los &uacute;nicos campos modificables son los siguientes:</p>
            <p class="TITLE"><img src="../img/CCF_001B3.PNG"498" height="419"></p>
            
            <p class="PARRAFO"><span class="SUBTITULO">Detalle:</span>  Si el usuario invoca 
              la opci&oacute;n Detalle se despliega el siguiente formulario.<span
              >
                
              </span></p>
            <p class="TITLE"><img src="../img/CCF_001B4.PNG"752" ></p>
            
            <p><span class="TITLE"><a name="agentes"></a>Agentes de cobro </span></p>
            <p>Por medio de este conjunto de campos es posible el   ingreso de los datos relevantes de todos y cada uno de los agentes de cobro, se   trate de funcionarios internos o externos, pertenecientes a una casa de cobranza   real o a una casa gen&eacute;rica creada para poder asociar a dichos   agentes.</p>
            <p class="TITLE"><img src="../img/CCF_001B5.PNG"623" ></p>

            <p  class="PARRAFO"><span class="SUBTITULO">Adicionar o Actualizar:</span>  El sistema muestra una de estas dos opciones seg&uacute;n corresponda. Se despliega un formulario con 
              los siguientes campos<span >:</span></p>
            <p class="TITLE"><img src="../img/CCF_001B6.PNG"768" height="498"></p>
            
            <p><span class="SUBTITULO">Informaci&oacute;n general:</span></p>
            <table>
              <tr>
                <td class="titletable"><p class="SUBTITULO"><b><span ><span >C&oacute;digo</span></span></b> agente </p></td>
                <td><p>Campo obligatorio en el que se registra el C&oacute;digo (m&aacute;ximo de 5 d&iacute;gitos) del agente. Este campo no es modificable al actualizar el registro.</p>        
                </td>
              </tr>
              <tr>
                <td class="titletable"><p class="SUBTITULO"><span >Nombre</span>  agente </p></td>
                <td><p class="PARRAFO">Campo obligatorio en el que se registra el Nombre (m&aacute;ximo de 80 d&iacute;gitos) del agente. Este campo s&iacute; es modificable al actualizar el registro.</p>
                </td>
              </tr>
              <tr>
                <td class="titletable"><p class="SUBTITULO"><b><span >Tipo de identificaci&oacute;n </span></b></p></td>
                <td><p>Campo que posee   lista de valores poblada a trav&eacute;s de la opci&oacute;n de <a href="NUH_008B.html" target="_self" >Tipos documento   identificaci&oacute;n</a>, de la que debe seleccionarse aquel que coincide con el del   agente de cobro; en esa misma opci&oacute;n se determina, mediante la inclusi&oacute;n de un   programa validador, si el n&uacute;mero del documento de identificaci&oacute;n se   valida.</p>        </td>
              </tr>
              <tr>
                <td class="titletable"><p class="SUBTITULO"><b><span >N&uacute;mero de identificaci&oacute;n </span></b></p></td>
                <td><p>En este campo   alfanum&eacute;rico de 16 posiciones, obligatorio, se registra el n&uacute;mero del documento   de identificaci&oacute;n del agente de cobro. </p></td>
              </tr>
              <tr>
                <td class="titletable"><p class="SUBTITULO"><b><span >Sexo</span></b></p></td>
                <td><p>Este campo posee   lista de valores adjunta de la que debe seleccionarse entre Femenino o Masculino el g&eacute;nero del agente seg&uacute;n corresponda, informaci&oacute;n que se   considera necesaria en aquellos pa&iacute;ses o regiones en los que es posible validar   o diferenciar el n&uacute;mero del documento respecto del g&eacute;nero de la   persona.</p>        </td>
              </tr>
              <tr>
                <td class="titletable"><p class="SUBTITULO"><b><span >Direcci&oacute;n</span></b></p></td>
                <td><p>Campo   alfanum&eacute;rico de 80 posiciones, no obligatorio, en el que se digita la   nomenclatura correspondiente al sitio de residencia permanente u oficina del   agente de cobro.</p></td>
              </tr>
              <tr>
                <td class="titletable"><p class="SUBTITULO"><b><span >Tel&eacute;fono 1 </span></b></p></td>
                <td><p>En este campo   alfanum&eacute;rico de 12 posiciones, no obligatorio, se indica el primer n&uacute;mero   telef&oacute;nico correspondiente al sitio de residencia permanente u oficina del   agente de cobro.</p>
                </td>
              </tr>
              <tr>
                <td class="titletable"><p class="SUBTITULO"><b><span >Tel&eacute;fono 2 </span></b></p></td>
                <td><p class="PARRAFO">En este campo   alfanum&eacute;rico de 12 posiciones, no obligatorio, se registra, en caso de existir,   el segundo n&uacute;mero telef&oacute;nico correspondiente al sitio de residencia permanente u   oficina del agente de cobro.</p>
                </td>
              </tr>
              <tr>
                <td class="titletable"><p class="SUBTITULO"><b><span >Fax</span></b></p></td>
                <td><p class="PARRAFO">Campo   alfanum&eacute;rico de 12 posiciones, no obligatorio, que contiene seg&uacute;n el caso, el   n&uacute;mero del telefax, por medio del cual poder enviar alguna clase de   correspondencia al agente de cobro.</p>
                </td>
              </tr>
              <tr>
                <td class="titletable"><p class="SUBTITULO"><b><span ><span >Estado agente </span>   </span></b></p></td>
                <td><p>Campo con lista   de valores adjunta de la que debe seleccionarse entre Activo,   Inactivo y Retirado acorde con la situaci&oacute;n del agente. El sistema utiliza esta   informaci&oacute;n para la asignaci&oacute;n de las obligaciones de cobro.</p>        </td>
              </tr>
              <tr>
                <td class="titletable"  ><p class="SUBTITULO"><b><span >Usuario</span></b></p></td>
                <td><p>En este campo   alfanum&eacute;rico de 16 posiciones no obligatorio, se ingresa el nombre de <A href="NUH_010B.html" >usuario</A> que identifica al agente de cobro para   poder interactuar con la base de datos de la entidad o de la casa de cobranzas,   si se encuentra autorizado para ello.</p>
                </td>
              </tr>
              <tr>
                <td class="titletable"><p class="SUBTITULO"><b><span ><span >Ubicaci&oacute;n</span></span></b></p></td>
                <td><p>Campo   obligatorio, que posee lista de valores poblada por medio de la opci&oacute;n <A href="NUH_003B.html" target="_self" >Informaci&oacute;n geopol&iacute;tica</A> y de la que debe   seleccionarse el municipio (ciudad), departamento (estado) y/o pa&iacute;s en los que   se ubica la sede u oficina principal de la casa de cobranza.</p>        </td>
              </tr>
              <tr>
                <td class="titletable"><span class="SUBTITULO"><b><span >Perfil</span></b></span></td>
                <td><p>Campo que posee   lista de valores poblada en la opci&oacute;n <A href="CCH_009B.html">Actividades de   cobro por perfil</A>, de la que debe seleccionarse el perfil que se   corresponda con el agente de cobro.</p></td>
              </tr>
              <tr>
                <td class="titletable"><span class="SUBTITULO"><b><span >Salario</span></b></span></td>
                <td><p>En este campo   num&eacute;rico de 16 d&iacute;gitos incluidos 2 decimales, no obligatorio, se registra el   valor del salario b&aacute;sico devengado por el agente de cobro, sea interno o   externo. En un uso futuro puede servir como una base a la cual adicionarle el   valor de las comisiones obtenidas por el agente de cobro.</p></td>
              </tr>
              
              <tr>
                <td class="titletable"><span class="SUBTITULO"><b><span >Pago empresa </span></b></span></td>
                <td><p>Campo que posee   lista de valores adjunta de la cual es posible seleccionar si el pago se efect&uacute;a   o no mediante la empresa.</p></td>
              </tr>
              <tr>
                <td class="titletable"><span class="SUBTITULO"><b><span >Tipo de agente </span></b></span></td>
                <td><p>Este campo   cuenta con lista de valores adjunta asociada a la caracter&iacute;stica del v&iacute;nculo   entre la entidad y el agente de cobro, de la cual se debe seleccionar entre Externo o Interno. Reviste mayor importancia en caso de existir   una &uacute;nica y gen&eacute;rica casa de cobranzas, puesto que permitir&iacute;a identificar   f&aacute;cilmente a unos y otros.</p></td>
              </tr>
              <tr>
                <td class="titletable"><span class="SUBTITULO "><b>E-mail</b></span></td>
                <td><p>En este campo   alfanum&eacute;rico de 30 posiciones, no obligatorio, se registra la direcci&oacute;n   electr&oacute;nica del agente de cobro. </p></td>
              </tr>
            </table>
            
            <p>Abono   comisiones Conjunto de campos que   permiten parametrizar los datos de la cuenta en la que debe realizarse la   consignaci&oacute;n de las comisiones devengadas por el agente de cobro.</p>
            <table>
              <tr>
                <td class="titletable"><p class="SUBTITULO"><b><span ><span >Moneda cuenta </span></span></b></p></td>
                <td><p class="PARRAFO">Campo con lista   de valores de la que debe seleccionarse la <A href="NUH_005B.html" >Moneda</A>, en que se denomina la cuenta en la cual   ser&aacute;n depositadas las comisiones devengadas por el agente de cobro.</p>
                </td>
              </tr>
              <tr>
                <td class="titletable"><p class="SUBTITULO"><b><span ><span >Tipo de cuenta </span></span></b></p></td>
                <td><p class="PARRAFO">Este campo   cuenta con lista de valores adjunta de la que puede seleccionarse entre Cuenta de ahorro, Corriente o Cr&eacute;dito rotativo; la clase de cuenta que posee el   agente de cobro.</p>
                </td>
              </tr>
              <tr>
                <td class="titletable"><p class="SUBTITULO"><b><span >N&uacute;mero de cuenta </span></b></p></td>
                <td><p>Campo   alfanum&eacute;rico de 16 posiciones, no obligatorio, en el que se registra el n&uacute;mero   de la cuenta destinada a percibir las consignaciones de las comisiones   devengadas por el agente de cobro. </p>        
                </td>
              </tr>
              <tr>
                <td class="titletable"  ><p class="SUBTITULO"><span >Agente sustituto </span></p></td>
                <td><p>En este campo   con lista de valores poblada a trav&eacute;s de este mismo formulario, se puede   seleccionar el agente que en caso de ser necesario suplir&iacute;a las labores del   presente agente.</p>        </td>
              </tr>
              <tr>
                <td class="titletable"><p class="SUBTITULO"><b><span >Agente dependiente </span></b></p></td>
                <td><p>Campo con lista   de valores poblada a trav&eacute;s de este mismo formulario, de la que puede o no   seleccionarse el agente que jer&aacute;rquicamente se ubica en un nivel superior o   frente al cual existe una relaci&oacute;n de subordinaci&oacute;n. Por esta raz&oacute;n, el sistema   valida que el agente de quien se depende posea un nivel jer&aacute;rquico superior al   del presente agente o agente subordinado.</p>        
                </td>
              </tr>
            </table>
            
            <p class="PARRAFO"><span class="SUBTITULO">Detalle:</span>  Si el usuario invoca 
              la opci&oacute;n Detalle se despliega el siguiente formulario.<span
              >
                
              </span></p>
            <p class="TITLE"><img src="../img/CCF_001B7.PNG"752" height="352"></p>
            
        </section>
    <script src="../js/menu.js"></script>
</body>
<footer>
    <div>
        <img class="TITLE"  src= "../img/logo.PNG">
    </div>
    <p>OpenCard SAS</p>
    <p>Calle 77 Nº 11-19 Piso 4°,Bogotá D.C.</p>
    <p>Tel (57) 601 - 313 37 75  <a href="http://www.OpenCard.com"
            target="_blank">www.OpenCard.com</a></p>



</footer>
</html>