<!DOCTYPE html>
<html lang="es">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>BANKBU®</title>
  <link rel="stylesheet" href="../css/pages.css">
  <link rel="stylesheet" href="../css/style.css">
  <link rel="icon" href="../img/ACQUIRER-logo.JPG" type="image/x-icon">
</head>

<body>

  <header>
    <img class="logo" src="../img/logoBankbu_.PNG" alt="Logo de Mi Empresa">
    <div id="menuBtn">
      <img class="TITLE" src="../img/menu.PNG" alt="Botón de Menú ">
    </div>
  </header>
  <div id="menuContainer"></div>
    <script>
      fetch('menu.html')
        .then(response => response.text())
        .then(html => {
          document.getElementById('menuContainer').innerHTML = html;
        });
    </script>

  <section>
    <div>
      <table>
        <tbody>
          <tr>
            <td>
              <div>
                <p class="TITLE">Hist&oacute;rico de gestiones</p>
              </div>
            </td>
          </tr>
        </tbody>
      </table>
      <p>Esta forma o pantalla muestra un resumen general de todas las obligaciones que se encuentran en proceso de
        cobro, asignadas a las diferentes casas o agentes de cobro y permite tambi&eacute;n efectuar consultas sobre las
        mismas con base en la combinaci&oacute;n de criterios. </p>
      <p>El formulario contiene las opci&oacute;n Detalle.</p>
      <p class="TITLE"><img src="../img/CCF_020B.PNG"></p>

      <p><span class="SUBTITULO">Gestiones</span>  Agrupaci&oacute;n de campos que muestran a nivel general las
        obligaciones entregadas por la entidad a las diferentes casas y/o agentes de cobro para su correspondiente
        gesti&oacute;n. En el caso de efectuarse una consulta con base en algunos de los criterios del bloque Datos
          adicionales, la informaci&oacute;n que se muestra en este bloque de gestiones ser&aacute;
        &uacute;nicamente la de aquellos registros que cumplieron con los criterios seleccionados.</p>
      <table cellspacing="0" cellpadding="0">
        <TR>
          <td class="titletable">
            <p class="SUBTITULO">N&uacute;mero obligaci&oacute;n</p>
          </TD>
          <td>
            <p class="PARRAFO">
              Campo que contiene el n&uacute;mero que identifica a cada una de las obligaciones entregadas a proceso de
              cobro por la entidad.</p>
          </TD>
        </TR>
        <TR>
          <td class="titletable">
            <p class="SUBTITULO">Tipo cobro</p>
          </TD>
          <td>
            <p class="PARRAFO">
              Indica con base en las definiciones hechas en la opci&oacute;n del mismo nombre, la <A
                  href="CCH_002B.html">clase de cobro</A> que se adelanta sobre la obligaci&oacute;n.</p>
          </TD>
        </TR>
        <TR>
          <td class="titletable">
            <p class="SUBTITULO">Cliente</p>
          </TD>
          <TD class="PARRAFO">Muestra el nombre del cliente deudor de la obligaci&oacute;n objeto del cobro.
          </TD>
        </TR>
      </table>

      <p><span class="SUBTITULO">Detalle:</span>  Esta agrupaci&oacute;n de campos muestra de manera espec&iacute;fica,
        para cada una de las obligaciones contenidas en el bloque anterior sobre la cual se ubique el cursor, toda la
        informaci&oacute;n detallada relacionada con la evoluci&oacute;n que ha tenido el proceso de cobranza de la
        misma. Permite tambi&eacute;n efectuar consulta por medio de la selecci&oacute;n y/o combinaci&oacute;n de
        criterios seg&uacute;n la necesidad de informaci&oacute;n requerida por la entidad o casa de cobranza. </p>
      <table>
        <TR>
          <TD class="SUBTITULO">
            <p>Tipo obligaci&oacute;n</p>
          </TD>
          <td>
            <p class="PARRAFO">Se&ntilde;ala con base en lo parametrizado en la opci&oacute;n tipo obligaci&oacute;n, la clase
              a la que corresponde la obligaci&oacute;n. </p>
          </TD>
        </TR>
        <TR>
          <TD class="SUBTITULO">
            <p>Actividad</p>
          </TD>
          <td>
            <p class="PARRAFO">Muestra la clase de actividad actual en la cual se encuentra la obligaci&oacute;n &oacute; la que se
              desea consultar, acorde con lo parametrizado en <A href="CCH_004B.html">Actividades de cobro</A>
            </p>
          </TD>
        </TR>
        <TR>
          <TD class="SUBTITULO">
            <p>Fecha inicio</p>
          </TD>
          <td>
            <p class="PARRAFO">Campo en formato DD-MM-YYYY que contiene la fecha en la cual ingres&oacute; la obligaci&oacute;n a cobro.
            </p>
          </TD>
        </TR>
        <TR>
          <TD class="SUBTITULO">
            <p>Fecha programada</p>
          </TD>
          <td>
            <p class="PARRAFO">En este campo en formato DD-MM-YYYY, el sistema determina de acuerdo con la fecha de ingreso y el plazo
              estimado para efectuar las actividades de cobro correspondiente, la fecha en que debe estar finalizada la
              gesti&oacute;n correspondiente a la actividad asignada. </p>
          </TD>
        </TR>
        <TR>
          <TD class="SUBTITULO">
            <p>Fecha real</p>
          </TD>
          <td>
            <p class="PARRAFO">Campo en formato DD-MM-YYYY que muestra, seg&uacute;n el caso, la fecha en la que efectivamente se
              termin&oacute; la gesti&oacute;n de cobro correspondiente a la actividad asignada.</p>
          </TD>
        </TR>
        <TR>
          <TD class="SUBTITULO">
            <p>Estado</p>
          </TD>
          <td>
            <p class="PARRAFO">Registra el estado en el que se encuentra la obligaci&oacute;n; en caso de ser criterio de consulta
              permite escoger de la lista de valores adjunta, el estado que deben tener las obligaciones que se desea
              consultar. </p>
          </TD>
        </TR>
        <TR>
          <TD class="SUBTITULO">
            <p>Valor gesti&oacute;n</p>
          </TD>
          <td>
            <p class="PARRAFO">Muestra el valor o monto de la obligaci&oacute;n sobre el cual se est&aacute; adelantando la
              gesti&oacute;n de cobro.</p>
          </TD>
        </TR>
        <TR>
          <TD class="SUBTITULO">
            <p>Valor cobros</p>
          </TD>
          <td>
            <p class="PARRAFO">Se&ntilde;ala el valor de las sumas recaudadas como resultado de la gesti&oacute;n de cobro efectuada.
            </p>
          </TD>
        </TR>
        <TR>
          <TD class="SUBTITULO">
            <p>Agente</p>
          </TD>
          <td>
            <p class="PARRAFO">Dupla de campos que indican el c&oacute;digo y nombre del agente al cual le fue asignada la
              obligaci&oacute;n; en caso de ser criterio de consulta se&ntilde;ala el agente sobre el cual se desea
              consultar las obligaciones a su cargo.</p>
          </TD>
        </TR>
        <TR>
          <TD class="SUBTITULO">
            <p>Observaciones</p>
          </TD>
          <td>
            <p class="PARRAFO">Campo que muestra, si las hay, las anotaciones adicionales de importancia relacionadas con la
              gesti&oacute;n de cobro efectuada.</p>
          </TD>
        </TR>
        <TR>
          <TD class="SUBTITULO">
            <p>N&uacute;mero cobro</p>
          </TD>
          <td>
            <p class="PARRAFO">Contiene el n&uacute;mero que identifica cada uno de los cobros entregados por la entidad a las casas de
              cobranza.</p>
          </TD>
        </TR>
      </table>
  </section>
  <script src="../js/menu.js"></script>
</body>
<div id="footerContainer"></div>
<script>
  fetch('footer.html')
    .then(response => response.text())
    .then(html => {
      document.getElementById('footerContainer').innerHTML = html;
    });
</script>

</html>