<!DOCTYPE html>
<html lang="es">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>BANKBU®</title>
  <link rel="stylesheet" href="../css/pages.css">
  <link rel="stylesheet" href="../css/style.css">
  <link rel="icon" href="../img/ACQUIRER-logo.JPG" type="image/x-icon">
</head>

<body>

  <header>
    <img class="logo" src="../img/logoBankbu_.PNG" alt="Logo de Mi Empresa">
    <div id="menuBtn">
      <img class="TITLE" src="../img/menu.PNG" alt="Botón de Menú ">
    </div>
  </header>
  <nav>
    <ul>
      <li>
        <a href="../index.html" class="main-optionINICIO">INICIO</a>
      </li>
      <li>
        <a href="NUH_INTB.html" class="main-optionINTRODUCCIÓN">INTRODUCCIÓN</a>
      </li>
      <li><a href="#" class="main-option">NUCLEO ▼</a>
        <ul>
          <li><a href="NUH_000B.html">Config. Sistema</a></li>
          <li><a href="NUH_00B_N2.html">Parametros</a></li>
          <li><a href="NUH_00B_inicio.html">Inicio</a></li>
          <li><a href="NUH_00B_proceso.html">Procesos</a></li>
          <li><a href="NUH_00B_inf.html">Inf. Cliente</a></li>
          <li><a href="NUH_00B_conta.html">Contabilidad</a></li>
          <li style="visibility: hidden; display: none;"><a href="NUH_00B_audi.html">Auditoria</a></li>

        </ul>
      </li>
      <li>
        <a href="#" class="main-option">EMISOR ▼</a>
        <ul>
          <li><a href="EMH_000B.html">Productos</a></li>
          <li><a href="EMH_000Bsoli.html">Solicitudes</a></li>
          <li><a href="EMH_000Bmerca.html">Mercadeo</a></li>
          <li><a href="EMH_000Bservi.html">Servicio Al Cliente</a></li>
          <li><a href="EMH_000Bpendi.html">Pendientes</a></li>
          <li><a href="EMH_000Btrans.html">Transaccionabilidad</a></li>
          <li><a href="EMH_000Bauto.html">Autorizaciones</a></li>
          <li><a href="EMH_000Bplasti.html">Adm. Plasticos</a></li>
          <li><a href="EMH_000Brecla.html">Reclamos</a></li>
                    <li><a href="MEH_032B.html">Lealtad</a></li>
                    <li><a href="COH_064B.html">Cobranzas</a></li>
        </ul>
      </li>
      <li style="visibility: hidden">
        <a href="ACH_000B.html" class="main-option">ADQUIRIENTE</a>
      </li>
      <li style="visibility: hidden">
        <a href="DBH_000B.html" class="main-option">TARJETA DEBITO</a>
      </li>
    </ul>
  </nav>

  <section>
    <div>
      <table>
        <tr>
          <td>
            <div>
              <p class="TITLE">Registro y actualizaci&oacute;n de clientes</p>
            </div>
          </td>
        </tr>
      </table>
      <p>Mediante este formulario se habilita el mantenimiento y consulta de una tabla que contiene la
        informaci&oacute;n de todas las obligaciones a las que se le ha iniciado gesti&oacute;n de cobro. El primer
        formulario permite la captura de la informaci&oacute;n b&aacute;sica de identificaci&oacute;n y ubicaci&oacute;n
        d el cliente, mientras que en el segundo se desagregan todas y cada una de las obligaciones del cliente deudor a
        las que se les adelanta proceso de cobro.</p>
      <p class="PARRAFO">El formulario contiene las opciones Actualizar, Eliminar,
        Adicionar y la opci&oacute;n Obligaciones. </p>
      <p class="TITLE"><img src="../img/CCF_013B.PNG"></p>
      <p></p>
      <p class="PARRAFO"><span class="SUBTITULO">Adicionar:</span>  Si
        el usuario invoca la opci&oacute;n Adicionar se despliega un formulario con
        los siguientes campos<span>:</span></p>
      <p class="TITLE"><img src="../img/CCF_013B1.PNG"></p>

      <table>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span><span>Nombre</span></span></b></p>
          </td>
          <td>
            <p>Campo alfanum&eacute;rico de 80 posiciones, obligatorio, en el que se registra el nombre del cliente
              deudor al que se le ha iniciado proceso de cobro.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><span>Sexo</span></p>
          </td>
          <td>
            <p class="PARRAFO">Este campo cuenta con lista de valores adjunta de la que debe seleccionarse entre
              Femenino o Masculino el g&eacute;nero correspondiente del deudor, dato que sirve de base
              para validar el n&uacute;mero del documento de identificaci&oacute;n en aquellos pa&iacute;ses o estados
              en que exista una relaci&oacute;n entre ambos.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span><span>Tipo de identificaci&oacute;n </span></span></b></p>
          </td>
          <td>
            <p class="PARRAFO">Dupla de campos, obligatorios, en el primero de los cuales se selecciona de la lista de
              valores adjunta el tipo o <A href="NUH_008B.html">clase de documento de identificaci&oacute;n</A>
              pose&iacute;do por el cliente, y en el segundo se registra el n&uacute;mero correspondiente al mismo.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span><span>N&uacute;mero </span></span></b><span>identificaci&oacute;n</span></p>
          </td>
          <td>
            <p>Campo en el cual se ingresa la informaci&oacute;n correspondiente al cliente.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span><span>Tel&eacute;fono 1 </span></span></b></p>
          </td>
          <td>
            <p class="PARRAFO">Campo alfanum&eacute;rico de 12 posiciones, no obligatorio, dentro del que aparece el
              primer n&uacute;mero telef&oacute;nico en el que es posible ubicar al cliente deudor.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span>Tel&eacute;fono 2 </span></b></p>
          </td>
          <td>
            <p>En este campo alfanum&eacute;rico de 12 posiciones, no obligatorio, se digita el segundo n&uacute;mero
              telef&oacute;nico en el que es posible ubicar al cliente deudor.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Direcci&oacute;n</p>
          </td>
          <td>
            <p>Campo alfanum&eacute;rico de 80 posiciones, no obligatorio, en el que se ingresa la nomenclatura de la
              direcci&oacute;n en la que es posible ubicar al cliente deudor.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Ubicaci&oacute;n</p>
          </td>
          <td>
            <p>Este campo cuenta con lista de valores poblada por medio de la opci&oacute;n <A
                  href="NUH_003B.html">Entidades territoriales</A>, de la cual se debe seleccionar el municipio
              (ciudad) departamento (provincia, cant&oacute;n) y/o pa&iacute;s (estado) asociados a la direcci&oacute;n
              en la que es posible ubicar al cliente deudor.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">E-mail</p>
          </td>
          <td>
            <p>Campo alfanum&eacute;rico de 30 posiciones, no obligatorio, en el que aparece la direcci&oacute;n
              electr&oacute;nica a la que es posible enviar comunicaciones al cliente deudor</p>
          </td>
        </tr>
      </table>

      <p><span class="SUBTITULO">Actualizar:</span>  Si el usuario
        invoca la opci&oacute;n Actualizar se despliega un nuevo formulario en cual
        los &uacute;nicos campos modificables son los siguientes:</p>
      <p class="TITLE"><img src="../img/CCF_013B2.PNG"></p>

      <p class="PARRAFO"><span class="SUBTITULO">Obligaciones:</span>  La forma despliega el nombre del cliente al que se
        le asocian las obligaciones a las que se les adelanta proceso de cobro, facilitando por medio de sus campos, un
        reporte de los abonos realizados. </p>
      <p class="PARRAFO">Si el usuario invoca
        la opci&oacute;n se despliega el siguiente formulario con las opciones Actualizar, Eliminar,
        y Adicionar.</p>
      <p class="TITLE"><img src="../img/CCF_013B3.PNG"></p>

      <p class="PARRAFO"><span class="SUBTITULO">Adicionar:</span>  Si
        el usuario invoca la opci&oacute;n Adicionar se despliega un formulario con
        los siguientes campos<span>:</span></p>
      <p class="TITLE"><img src="../img/CCF_013B4.PNG"></p>

      <table>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span><span>N&uacute;mero obligaci&oacute;n </span></span></b></p>
          </td>
          <td>
            <p>En este campo alfanum&eacute;rico de 25 posiciones, obligatorio, se registra la cadena de caracteres que
              identifica cada una de las obligaciones a las que se les inicia proceso de cobro. Si la obligaci&oacute;n
              corresponde a una tarjeta de cr&eacute;dito en este campo debe registrarse el n&uacute;mero de la misma
              para que coincidan con la base de datos en que se administran.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><span>N&uacute;mero cuota </span></p>
          </td>
          <td>
            <p class="PARRAFO">En este campo num&eacute;rico de 3 d&iacute;gitos, obligatorio, contendr&aacute; el
              n&uacute;mero de la cuota a la que se le inician las gestiones de cobro, en aquellos tipos de
              cr&eacute;ditos pactados por instalamentos o cuotas mensuales o peri&oacute;dicas. </p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span><span>Prioridad</span></span></b></p>
          </td>
          <td>
            <p>Campo num&eacute;rico de 3 d&iacute;gitos, no obligatorio, en el que es posible determinar la prioridad
              en que deben ser atendidas las distintas obligaciones que posea el cliente deudor en proceso de cobro, por
              lo que aplica solo cuando existan m&aacute;s de una de estas.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span><span>Edad mora </span></span></b></p>
          </td>
          <td>
            <p>En este campo num&eacute;rico de 4 d&iacute;gitos, obligatorio, se indica la altura o edad de mora en que
              inician cada una de las obligaciones en proceso de cobro, reportada mediante la interface que alimente
              esta forma.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span><span>Abonos acumulados </span></span></b></p>
          </td>
          <td>
            <p>En este campo num&eacute;rico de 14 d&iacute;gitos m&aacute;s 2 decimales, se despliegan la sumatoria de
              los abonos realizados a cada obligaci&oacute;n. Al alimentar los datos inicialmente permite su ingreso
              manual y posteriormente se actualiza de manera autom&aacute;tica.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><span>&Uacute;ltimo abono </span></p>
          </td>
          <td>
            <p>Campo num&eacute;rico de 14 d&iacute;gitos m&aacute;s 2 decimales, no obligatorio, en el que se registra
              manualmente el abono m&aacute;s reciente efectuado a cada obligaci&oacute;n. </p>
          </td>
        </tr>
      </table>

      <p><span class="SUBTITULO">Actualizar:</span>  Si el usuario
        invoca la opci&oacute;n Actualizar se despliega un nuevo formulario en cual
        los &uacute;nicos campos modificables son los siguientes:</p>
      <p class="TITLE"><img src="../img/CCF_013B5.PNG"></p>

  </section>
  <script src="../js/menu.js"></script>
</body>
<footer>
  <div>
    <img class="TITLE" src="../img/logo.PNG">
  </div>
  <p>OpenCard SAS</p>
  <p>Calle 77 Nº 11-19 Piso 4°,Bogotá D.C.</p>
  <p>Tel (57) 601 - 313 37 75 <a href="http://www.OpenCard.com" target="_blank">www.OpenCard.com</a></p>



</footer>

</html>