<!DOCTYPE html>
<html lang="es">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>BANKBU®</title>
  <link rel="stylesheet" href="../css/pages.css">
  <link rel="stylesheet" href="../css/style.css">
  <link rel="icon" href="../img/ACQUIRER-logo.JPG" type="image/x-icon">
</head>

<body>

  <header>
    <img class="logo" src="../img/logoBankbu_.PNG" alt="Logo de Mi Empresa">
    <div id="menuBtn">
      <img class="TITLE" src="../img/menu.PNG" alt="Botón de Menú ">
    </div>
  </header>
    <div id="menuContainer"></div>
  <script>
    fetch('menu.html')
      .then(response => response.text())
      .then(html => {
        document.getElementById('menuContainer').innerHTML = html;
      });
  </script>

  <section>
    <div>
      
              <p class="TITLE">Ingreso / Consulta de cobros</p>

      <p>Mediante esta opci&oacute;n se asigna t&aacute;citamente la gesti&oacute;n de cobro de la obligaci&oacute;n al
        agente que corresponda, toda vez que el sistema valida la parametrizaci&oacute;n previamente efectuada. Por tal
        raz&oacute;n, en caso de intentar ingresar un cobro y despliegue mensaje de error de "Obligaci&oacute;n no se le
        pudo asignar agente...", se debe a la no concordancia entre los distintos par&aacute;metros aqu&iacute;
        utilizados.</p>
      <p class="PARRAFO">El formulario contiene las opciones Eliminar,
        Adicionar y Detalle.</p>
      <p class="TITLE"><img src="../img/CCF_014B.PNG"></p>

      <p class="PARRAFO"><span class="SUBTITULO">Adicionar:</span>  Si
        el usuario invoca la opci&oacute;n Adicionar se despliega un formulario con
        los siguientes campos:</span></p>
      <p class="TITLE"><img src="../img/CCF_014B1.PNG"></p>

      <table>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Tipo de cobro </span></p>
          </td>
          <td>
            <p>Este campo cuenta lista de valores de la que debe seleccionarse la <A href="CCH_002B.html">clase de
                  cobro</A> asociado al tipo de obligaci&oacute;n que est&aacute; siendo asignada para su cobro.
            </p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Sucursal</span></p>
          </td>
          <td>
            <p class="PARRAFO">Campo que posee lista de valores poblada en la opci&oacute;n <A
                  href="NUH_020B.html">Estructura org&aacute;nica</A>, de la que debe seleccionarse el
              c&oacute;digo de la oficina que reporta la obligaci&oacute;n que est&aacute; siendo asignada para su
              cobro.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Cliente deudor </span></span></p>
          </td>
          <td>
            <p class="PARRAFO">Este campo cuenta con lista de valores poblada a trav&eacute;s de la opci&oacute;n <A
                  href="CCH_013B.html">Registro y actualizaci&oacute;n de clientes</A> de este mismo men&uacute;,
              de la que debe seleccionarse el cliente al que le est&aacute; siendo activada la gesti&oacute;n de cobro.
            </p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Moneda obligaci&oacute;n </span></span></p>
          </td>
          <td>
            <p>Campo con lista de valores de la que debe seleccionarse el c&oacute;digo de la <A
                  href="NUH_005B.html">moneda</A> en que se denomina la obligaci&oacute;n. La combinaci&oacute;n de
              este campo junto con el tipo de cobro, tipo de obligaci&oacute;n y la zona a la que pertenezca la
              sucursal, permiten la asignaci&oacute;n del agente de cobro correspondiente.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">N&uacute;mero obligaci&oacute;n </span></p>
          </td>
          <td>
            <p class="PARRAFO">Este campo con lista de valores poblada a trav&eacute;s de la opci&oacute;n <A
                  href="CCH_013B.html">Registro y actualizaci&oacute;n de clientes</A><A
                  href="CCH_014E.html#BL_OBLIGACIONES"></A> permite seleccionar el n&uacute;mero de la
              obligaci&oacute;n a la que se le est&aacute; activando la gesti&oacute;n de cobro.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Valor cuota </span></span></p>
          </td>
          <td>
            <p>En este campo num&eacute;rico de 14 d&iacute;gitos m&aacute;s 2 decimales, obligatorio, se registra el
              valor de la porci&oacute;n de la deuda que origina la gesti&oacute;n de cobro. </p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Clase de cobro </span></span></p>
          </td>
          <td>
            <p>Este campo contiene una lista de valores que permite indicar la clase de cobro, las posibles opciones
              son: Sobrecupo, Pago M&iacute;nimo, y Mora.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">D&iacute;as mora </span></span></p>
          </td>
          <td>
            <p class="PARRAFO">Campo num&eacute;rico de 4 d&iacute;gitos, obligatorio, que permite indicar los
              d&iacute;as de mora que presenta la obligaci&oacute;n.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Valor mora </span></span></p>
          </td>
          <td>
            <p class="PARRAFO">Es este campo num&eacute;rico de 14 d&iacute;gitos contenidos 2 decimales, no
              obligatorio, se ingresa el valor total de la deuda, incluida(s) la(s) cuota(s) que origina la
              gesti&oacute;n de cobro.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Prioridad</span></span></p>
          </td>
          <td>
            <p class="PARRAFO">Campo num&eacute;rico de 3 d&iacute;gitos, no obligatorio, en el que se registra el orden
              en que deben ser atendidas las distintas cuotas de una misma obligaci&oacute;n.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Estado cobro </span></span></p>
          </td>
          <td>
            <p>Este campo cuenta con lista de valores adjunta de la que se pueden seleccionar las opciones
              Ingresado, Asignado, Cancelado o Pendiente; acorde con la
              evoluci&oacute;n que tenga el proceso de cobro.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Fecha ingreso </span></span></p>
          </td>
          <td>
            <p class="PARRAFO">Campo en formato YYYY-MM-DD, en el que se registra la fecha en que se alimenta la forma o
              pantalla con este cobro.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Fecha finalizaci&oacute;n </span></p>
          </td>
          <td>
            <p>En este campo de salida, en formato YYYY-MM-DD, despliega la fecha en que el cobro concluye exitosamente
              o en la que es absorbido por un nuevo cobro que lo involucra.</p>
          </td>
        </tr>
      </table>

      <p><span class="SUBTITULO">Detalle:</span>  Si el usuario invoca
        la opci&oacute;n Detalle se despliega el siguiente formulario.

        </span></p>
      <p class="TITLE"><img src="../img/CCF_014B2.PNG"></p>

  </section>
  <script src="../js/menu.js"></script>
</body>
<div id="footerContainer"></div>
<script>
  fetch('footer.html')
    .then(response => response.text())
    .then(html => {
      document.getElementById('footerContainer').innerHTML = html;
    });
</script>

</html>