<!DOCTYPE html>
<html lang="es">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>BANKBU®</title>
  <link rel="stylesheet" href="../css/pages.css">
  <link rel="stylesheet" href="../css/style.css">
  <link rel="icon" href="../img/ACQUIRER-logo.JPG" type="image/x-icon">
</head>

<body>

  <header>
    <img class="logo" src="../img/logoBankbu_.PNG" alt="Logo de Mi Empresa">
    <div id="menuBtn">
      <img class="TITLE" src="../img/menu.PNG" alt="Botón de Menú ">
    </div>
  </header>
 <div id="menuContainer"></div>
    <script>
      fetch('menu.html')
        .then(response => response.text())
        .then(html => {
          document.getElementById('menuContainer').innerHTML = html;
        });
    </script>

  <section>
    <div>
      <table>
        <tr>
          <td>
            <div>
              <p class="TITLE">Pago y abono de honorarios</p>
            </div>
          </td>
        </tr>
      </table>
      <p>Este formulario despliega a manera de consulta todos los pagos cancelados o sin cancelar para cada uno de los
        agentes de cobro por casa de cobranza. Respecto de los pagos sin cancelar, se posibilita al funcionario
        encargado que ingrese la fecha en que realiza el pago al agente bien sea por ventanilla o para que mediante una
        interface se genere el abono correspondiente en una cuenta corriente o de ahorro.</p>
      <p class="PARRAFO"><span class="SUBTITULO">Filtro:</span> El formulario cuenta
        con un filtro inicial de b&uacute;squeda, necesario para la consulta de la
        informaci&oacute;n:</p>
      <p class="TITLE"><img src="../img/CCF_018B1.PNG"></p>

      <table>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Agente</p>
          </td>
          <td>
            <p>Despliega por defecto los c&oacute;digos y nombres de todos los agentes de cobro ingresados por casa de
              cobranza. </p>
          </td>
        </tr>
      </table>

      <p class="PARRAFO">El formulario contiene la opci&oacute;n Pagos: </p>
      <p class="TITLE"><img src="../img/CCF_018B.PNG"></p>
      <p></p>
      <p class="PARRAFO"><span class="SUBTITULO">Pagos:</span> Si
        el usuario invoca la opci&oacute;n Pagos se despliega un formulario con
        los siguientes campos<span>. El formulario contiene las opciones Actualizar, Eliminar,
          y Adicionar. Adicionalmente cuenta con el bot&oacute;n especial </span> Generar archivo abono de
        honorarios.</p>
      <p><span class="SUBTITULO">Filtro:</span> El formulario cuenta
        con un filtro inicial de b&uacute;squeda, necesario para la consulta de la
        informaci&oacute;n:</p>
      <p class="TITLE"><img src="../img/CCF_018B3.PNG"></p>
      <p>Generar archivo abono de honorarios:</p>
      <p class="TITLE"><img src="../img/CCF_018B6.PNG"></p>

      <p><span class="SUBTITULO">Adicionar:</span> Si
        el usuario invoca la opci&oacute;n Adicionar se despliega un formulario con
        los siguientes campos<span>:</span></p>
      <p class="TITLE"><img src="../img/CCF_018B4.PNG"></p>
      <table>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span><span>Bonificaciones</span></span></b></p>
          </td>
          <td>
            <p>Indica el valor devengado por este concepto por el agente de cobro, liquidado por el sistema acorde con
              los par&aacute;metros definidos en la opci&oacute;n <A href="CCH_010B.html" target="_self">Metas</A> de
              este mismo m&oacute;dulo, sobre los objetivos logrados desde la
              anterior hasta la presente fecha de liquidaci&oacute;n de comisiones y bonificaciones.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><span>Comisiones</span></p>
          </td>
          <td>
            <p class="PARRAFO">Se&ntilde;ala el monto devengado por este concepto por el agente de cobro, liquidado por
              el sistema acorde con los par&aacute;metros definidos en la opci&oacute;n <A href="CCH_009B.html"
                target="_self">Comisiones</A> de este mismo m&oacute;dulo, sobre las actividades finalizadas
              exitosamente, propias y/o compartidas, desde la anterior hasta la presente fecha de liquidaci&oacute;n de
              comisiones y bonificaciones.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span><span>Descuentos</span></span></b></p>
          </td>
          <td>
            <p class="PARRAFO">Contiene el monto acumulado deducido por los diferentes conceptos de descuento que
              afectan a este agente de cobro, liquidado por el sistema acorde con los par&aacute;metros definidos en la
              opci&oacute;n <A href="CCH_008B.html" target="_self">Descuentos por agente</A> de este mismo
              m&oacute;dulo, sobre los ingresos obtenidos desde la anterior hasta la presente fecha de
              liquidaci&oacute;n de comisiones y bonificaciones.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span><span>Fecha liquidaci&oacute;n </span></span></b></p>
          </td>
          <td>
            <p>Campo en formato YYYY-MM-DD, desplegado por la forma y que se&ntilde;ala la fecha en que se
              ejecut&oacute; el proceso de Liquidaci&oacute;n de comisiones y bonificaciones que arroja los
              valores monetarios que hacen parte del mismo registro.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span><span>Pagado</span></span></b></p>
          </td>
          <td>
            <p>Campo que posee lista de valores adjunta de la cual se puede seleccionar Si o No se ha
              realizado efectivamente el pago.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span><span>Fecha de pago </span></span></b></p>
          </td>
          <td>
            <p>En este en formato YYYY-MM-DD, el funcionario encargado puede registrar la fecha en que efectivamente
              realiza el pago por ventanilla o genera el registro para que por medio de la interface se efect&uacute;e
              el abono a una cuenta corriente o de ahorro.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span><span>Salario b&aacute;sico </span></span></b></p>
          </td>
          <td>
            <p>Muestra el monto del sueldo devengado por agente, dato ingresado a trav&eacute;s de la opci&oacute;n
              <A href="CCH_001B.html" target="_self">Agentes de cobro</A> de este mismo m&oacute;dulo.
            </p>
          </td>
        </tr>
      </table>

      <p><span class="SUBTITULO">Actualizar:</span> Si el usuario
        invoca la opci&oacute;n Actualizar se despliega un nuevo formulario en cual
        los &uacute;nicos campos modificables son los siguientes:</p>
      <p class="TITLE"><img src="../img/CCF_018B5.PNG"></p>

  </section>
  <script src="../js/menu.js"></script>
</body>
<div id="footerContainer"></div>
<script>
  fetch('footer.html')
    .then(response => response.text())
    .then(html => {
      document.getElementById('footerContainer').innerHTML = html;
    });
</script>

</html>