<!DOCTYPE html>
<html lang="es">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>BANKBU®</title>
  <link rel="stylesheet" href="../css/pages.css">
  <link rel="stylesheet" href="../css/style.css">
  <link rel="icon" href="../img/ACQUIRER-logo.JPG" type="image/x-icon">
</head>

<body>

  <header>
    <img class="logo" src="../img/logoBankbu_.PNG" alt="Logo de Mi Empresa">
    <div id="menuBtn">
      <img class="TITLE" src="../img/menu.PNG" alt="Botón de Menú ">
    </div>
  </header>
    <div id="menuContainer"></div>
  <script>
    fetch('menu.html')
      .then(response => response.text())
      .then(html => {
        document.getElementById('menuContainer').innerHTML = html;
      });
  </script>

  <section>
    <div>
      
              <p class="TITLE">Descuentos por agente </p>

      <p>Esta forma o pantalla presenta una doble funcionalidad: en el primer bloque permite parametrizar los diferentes
        descuentos a efectuar sobre los ingresos de los agentes de cobro, bien sea que est&eacute;n autorizados por ley
        y/u otros que la entidad determine; en el bloque inferior posibilita relacionar, de los descuentos definidos,
        los que aplican para cada agente de cobro en particular.</p>
      <p class="PARRAFO"><span class="SUBTITULO">Filtro:</span>  El formulario cuenta
        con un filtro inicial de b&uacute;squeda, necesario para la consulta de la
        informaci&oacute;n:</p>
      <p class="TITLE"><img src="../img/CCF_008B1.PNG"></p>

      <table>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">C&oacute;digo</p>
          </td>
          <td>
            <p>Campo num&eacute;rico de 3 d&iacute;gitos, en el que se ingresa el n&uacute;mero que identifican los
              tipos de descuento que se requiere filtrar. </p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Descripci&oacute;n</p>
          </td>
          <td>
            <p>Este campo alfanum&eacute;rico de 30 posiciones, permite filtrar por el c&oacute;digo de tipo de
              descuento.</p>
          </td>
        </tr>
      </table>

      <p class="PARRAFO">El formulario contiene las opciones Actualizar, Eliminar,
        Adicionar y Detalle. Adicionalmente cuenta con la opci&oacute;n <a href="#descuentos" target="_self">Descuentos
          por agente</a>. </p>
      <p class="TITLE"><img src="../img/CCF_008B.PNG"></p>

      <p class="PARRAFO"><span class="SUBTITULO">Adicionar:</span>  Si
        el usuario invoca la opci&oacute;n Adicionar se despliega un formulario con
        los siguientes campos:</span></p>
      <p class="TITLE"><img src="../img/CCF_008B2.PNG"></p>

      <table>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">C&oacute;digo</span></span></p>
          </td>
          <td>
            <p>Campo num&eacute;rico de 3 d&iacute;gitos, obligatorio, en el que se registra el n&uacute;mero que
              identifica cada uno de los tipos de descuento que la entidad y/o casa de cobranzas requieran definir. </p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Descripci&oacute;n</span></p>
          </td>
          <td>
            <p class="PARRAFO">Este campo alfanum&eacute;rico de 30 posiciones, obligatorio, permite registrar el nombre
              o descriptivo asociado a cada c&oacute;digo de tipo de descuento.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Valor base </span></span></p>
          </td>
          <td>
            <p class="PARRAFO">Campo num&eacute;rico de 14 d&iacute;gitos m&aacute;s 2 decimales, obligatorio, que puede
              tomar valor de cero (0) si el tipo de descuento aplica para cualquier monto devengado por concepto de
              comisiones, o un valor diferente a cero, donde el sistema aplicar&iacute;a el descuento cuando el ingreso
              sea igual o superior a esa cuant&iacute;a. </p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Descontar</span></span></p>
          </td>
          <td>
            <p>Este campo cuenta con lista de valores adjunta de la que debe seleccionarse entre Valor o
              Porcentaje; en el primer caso el sistema liquida un valor fijo independientemente del valor
              devengado, en el segundo calcula o aplica el valor porcentual fijado al valor devengado.
            </p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Valor / Porcentaje descuento </span></span></p>
          </td>
          <td>
            <p>S&iacute; el Tipo de sobrecupo es VALOR, se muestra un campo num&eacute;rico de 14 d&iacute;gitos
              m&aacute;s 2 decimales, corresponde al valor de sobrecupo presentado por el cliente, a partir del cual se
              inicia el tipo de cobro. La acci&oacute;n de iniciar gesti&oacute;n de cobro por mora prima sobre el cobro
              por sobrecupo.</p>
            <p>S&iacute; el Tipo de sobrecupo es PORCENTAJE, se muestra un campo num&eacute;rico de 3 d&iacute;gitos
              m&aacute;s 2 decimales.</p>
          </td>
        </tr>
      </table>

      <p><span class="SUBTITULO">Actualizar:</span>  Si el usuario
        invoca la opci&oacute;n Actualizar se despliega un nuevo formulario en cual
        los &uacute;nicos campos modificables son los siguientes:</p>
      <p class="TITLE"><img src="../img/CCF_008B3.PNG"></p>

      <p class="PARRAFO"><span class="SUBTITULO"><a name="descuentos"></a>Descuentos por agentes:</span>  Bloque que
        contiene los campos en los que se relacionan los agentes de cobro con los descuentos que le deben ser aplicados.
      </p>
      <p class="TITLE"><img src="../img/CCF_008B4.PNG"></p>

      <p class="PARRAFO"><span class="SUBTITULO">Adicionar:</span>  Si
        el usuario invoca la opci&oacute;n Adicionar se despliega un formulario con
        los siguientes campos:</span></p>
      <p class="TITLE"><img src="../img/CCF_008B5.PNG"></p>

      <table>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Agente</span></span></p>
          </td>
          <td>
            <p>Campo alimentado con la informaci&oacute;n proveniente de la opci&oacute;n <A href="CCH_001B.html"
                  target="_self">Agentes de cobro</A> del mismo m&oacute;dulo, a medida que se ingresan o retiran
              agentes de cobro se actualiza la relaci&oacute;n de los mismos, siempre y cuando previamente se eliminen
              la relaci&oacute;n entre estos y los descuentos.</p>
          </td>
        </tr>
      </table>

  </section>
  <script src="../js/menu.js"></script>
</body>
<div id="footerContainer"></div>
<script>
  fetch('footer.html')
    .then(response => response.text())
    .then(html => {
      document.getElementById('footerContainer').innerHTML = html;
    });
</script>

</html>