<!DOCTYPE html>
<html lang="es">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>BANKBU®</title>
  <link rel="stylesheet" href="../css/pages.css">
  <link rel="stylesheet" href="../css/style.css">
  <link rel="icon" href="../img/ACQUIRER-logo.JPG" type="image/x-icon">
</head>

<body>

  <header>
    <img class="logo" src="../img/logoBankbu_.PNG" alt="Logo de Mi Empresa">
    <div id="menuBtn">
      <img class="TITLE" src="../img/menu.PNG" alt="Botón de Menú ">
    </div>
  </header>
    <div id="menuContainer"></div>
  <script>
    fetch('menu.html')
      .then(response => response.text())
      .then(html => {
        document.getElementById('menuContainer').innerHTML = html;
      });
  </script>

  <section>
    <div>
      
              <p class="TITLE">Definici&oacute;n de reglas</p>

      <p class="PARRAFO">Mediante este hiperv&iacute;nculo que se invoca desde el formulario principal de <a
          href="COH_030B.html">reglas</a>, la entidad configura la conformaci&oacute;n o estructura de la regla que debe
        ser evaluada por el autorizador y poder determinar si la tarjeta cumple o no con la misma. </p>
      <p class="PARRAFO">Cada regla solo puede tener una &uacute;nica definici&oacute;n, por lo cual las opciones
        Eliminar,
        Adicionar y Detalle solo se mostrar&aacute;n cuando el formulario no contenga datos.</p>
      <p class="PARRAFO">Si ya existe una definici&oacute;n para la regla, solo est&aacute;r&aacute;n disponibles las
        opciones Eliminar y Detalle </p>
      <p class="TITLE"><img src="../img/COF_030B4.PNG"></p>
      <p class="TITLE"><img src="../img/COF_030B5.PNG"></p>

      <p class="PARRAFO"><span class="SUBTITULO">Adicionar:</span>  Si el actor invoca
        la opci&oacute;n Adicionar se despliega un nuevo formulario con los siguientes campos:</span></p>
      <p class="TITLE"><img src="../img/COF_030B6.PNG"></p>

      <table>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Par&aacute;metros</p>
          </td>
          <td>
            <p class="PARRAFO">Campo con lista de valores del cual se selecciona una a una las variables a utilizar para
              la configuraci&oacute;n de la regla.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Operadores l&oacute;gicos </p>
          </td>
          <td>
            <p class="PARRAFO">Este campo tipo combo, permite seleccionar el operador l&oacute;gico a utilizar para la
              configuraci&oacute;n de la regla y que puede ser: &lt; (menor que), &gt; (mayor
                que), &lt;= (menor o igual que), &gt;= (mayor o igual que), &lt;&gt;
                (diferente de), = (igual), Not (no), And (y), Or (o), '('
                (abrir par&eacute;ntesis), ' )' (cerrar par&eacute;ntesis) </p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Valor</p>
          </td>
          <td>
            <p class="PARRAFO">Campo que se encuentra precedido de un combo con las opciones </span> VARCHAR,
                NUMBER o DATE y donde el actor debe indicar de acuerdo con el par&aacute;metro
              seleccionado el tipo de dato al que corresponde el valor ingresado en el campo anexo. El campo admite
              cualquier dato alfanum&eacute;rico de hasta 30 caracteres. Al momento de salvar el registro el sistema
              validar&aacute; si el tipo de dato indicado por el actor es coherente con la informaci&oacute;n del
              par&aacute;metro con el que est&aacute; relacionado. Es importante tener en cuenta que si el tipo de dato
              indicado es DATE el valor se debe ingresar en formato YYYY-MM-DD. </p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Operadores aritm&eacute;ticos </p>
          </td>
          <td>
            <p class="PARRAFO">Este campo tipo combo, permite seleccionar el operador matem&aacute;tico a utilizar para
              la configuraci&oacute;n de la regla y que puede ser: + (mas), - (menos), *
                (multiplicado por), / (dividido entre)</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Definici&oacute;n de regla </p>
          </td>
          <td>
            <p class="PARRAFO">Campo o &aacute;rea de trabajo en la cual se van mostrando los par&aacute;metros,
              operadores l&oacute;gicos, matem&aacute;ticos y valores utilizados para configurar la regla en el mismo
              orden en el que fueron adicionados por el actor.</p>
          </td>
        </tr>
      </table>
      
      <p>Los campos par&aacute;metros, operadores l&oacute;gicos, valor y operadores
          matem&aacute;ticos van precedidos de un radio button en el cual el actor debe marcar cual de ellos desea
        utilizar; una vez que el actor selecciona alguno de ellos el campo se habilita quedando los dem&aacute;s
        deshabilitados. Por defecto, al ingresar al formulario siempre entra marcado y habilitado el campo
        Par&aacute;metros. </p>
      <p class="PARRAFO">Adem&aacute;s de los botones salvar y cancelar, el formulario contiene tres botones especiales
        que son los que permiten configurar las reglas: Agregar, Deshacer y Borrar todo </p>

      <p class="PARRAFO"><span class="SUBTITULO">Detalle:</span>  si el actor invoca
        la opci&oacute;n Detalle se despliega un nuevo formulario en el cual se muestra la sintaxis o estructura de la
        regla y el diagrama de flujo de la misma.</p>
      <p class="TITLE"><img src="../img/COF_030B11.PNG"></p>

      <p class="PARRAFO"><span class="PARRAFO"><span class="SUBTITULO"><span class="style3">PROCEDIMIENTO PARA ADICIONAR
              LOS DATOS Y CONFIGURAR LA REGLA</span> :</span>  para configurar la estructura de la regla, el actor debe
          seleccionar y agregar uno a uno los par&aacute;metros, operadores l&oacute;gicos, valor y
          operadores matem&aacute;ticos que vaya a utilizar, teniendo en cuenta el orden en el cual son
          agregados.</span></p>
      <p class="PARRAFO">Previo al proceso de definici&oacute;n de las reglas es aconsejable y muy &uacute;til que se
        tenga definido en un excel u otro tipo de documento la sintaxis o argumentos que conforman la regla. </p>
      <p class="PARRAFO"><span class="PARRAFO">Para adicionar cualquiera de los elementos de la regla, el actor primero
          debe marcar el radio button asociado con el tipo de elemento que desea utilizar, luego seleccionar o ingresar
          el valor del mismo y por &uacute;ltimo debe utilizar el bot&oacute;n especial <span class="PARRAFO">
            'Agregar'. Una vez que el actor agregue cada </span> par&aacute;metro, operador l&oacute;gico,
            valor u operador matem&aacute;tico </span><span class="style2">estos se deben mostrar en el
          campo</span><span class="PARRAFO"> 'Definici&oacute;n de regla' </span>  como se muestra a
        continuaci&oacute;n. </p>
      <p class="PARRAFO">Para agregar un par&aacute;metro: </p>
      <p class="TITLE"><img src="../img/COF_030B7.PNG"></p>
      <p>Para agregar un operador l&oacute;gico: </p>
      <p class="TITLE"><img src="../img/COF_030B8.PNG"></p>
      <p>Para agregar un valor: </p>
      <p class="TITLE"><img src="../img/COF_030B9.PNG"></p>
      <p>Cuando se adicione un 'Valor' dependiendo del tipo de dato indicado por el actor el sistema lo mostrar&aacute;
        de la siguiente manera: </p>
      <p>Si es un VARCHAR lo mostrar&aacute; encerrado entre comillas sencillas 'abc'</p>
      <p>Si es un DATE lo mostrar&aacute; encerrado entre par&eacute;ntesis cuadrados [2009-03-01]</p>
      <p>Si es un NUMBER lo mostrar&aacute; sin ning&uacute;n tipo de marca adicional </p>
      <p>Una vez que el actor ha agregado todos los par&aacute;metros, operadores l&oacute;gicos, valor y
        operadores matem&aacute;ticos que definen la configuraci&oacute;n de la regla, mediante el bot&oacute;n
        salvar el sistema valida la s&iacute;ntaxis de la misma y si es correcta muestra el diagrama de flujo
        respectivo.</p>
      <p class="TITLE"><img src="../img/COF_030B10.PNG"></p>
      <p>Si durante la configuraci&oacute;n de la regla el actor se equivoca o decide modificar cualquiera de los datos
        ingresados debe utilizar los botones Deshacer y Borrar todo. Deshacer va eliminando uno a uno los diferentes
        datos agregados, mientras que borrar todo los elimina completamente dejando el formulario en blanco para que el
        actor pueda comenzar nuevamente.</p>

      <p class="TITLE">Botones especiales </p>
      <p class="TITLE"><img src="../img/DESHACER.PNG"></p>
      <p>Deshacer: bot&oacute;n que permite eliminar uno a uno los diferentes componentes agregados a la regla,
        iniciando por el &uacute;ltimo. </p>
      <p class="TITLE"><img src="../img/BORRAR TODO.PNG"></p>
      Borrar todo: bot&oacute;n que permite eliminar simult&aacute;neamente todos
        los componentes agregados a la regla, para que el actor pueda comenzar nuevamente el proceso de
        definici&oacute;n de la regla.</p>
  </section>
  <script src="../js/menu.js"></script>
</body>
<div id="footerContainer"></div>
<script>
  fetch('footer.html')
    .then(response => response.text())
    .then(html => {
      document.getElementById('footerContainer').innerHTML = html;
    });
</script>

</html>