<!DOCTYPE html>
<html lang="es">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>BANKBU®</title>
  <link rel="stylesheet" href="../css/pages.css">
  <link rel="stylesheet" href="../css/style.css">
  <link rel="icon" href="../img/ACQUIRER-logo.JPG" type="image/x-icon">
</head>

<body>

  <header>
    <img class="logo" src="../img/logoBankbu_.PNG" alt="Logo de Mi Empresa">
    <div id="menuBtn">
      <img class="TITLE" src="../img/menu.PNG" alt="Botón de Menú ">
    </div>
  </header>
  <nav>
    <ul>
      <li>
        <a href="../index.html" class="main-optionINICIO">INICIO</a>
      </li>
      <li>
        <a href="NUH_INTB.html" class="main-optionINTRODUCCIÓN">INTRODUCCIÓN</a>
      </li>
      <li><a href="#" class="main-option">NUCLEO ▼</a>
        <ul>
          <li><a href="NUH_000B.html">Config. Sistema</a></li>
          <li><a href="NUH_00B_N2.html">Parametros</a></li>
          <li><a href="NUH_00B_inicio.html">Inicio</a></li>
          <li><a href="NUH_00B_proceso.html">Procesos</a></li>
          <li><a href="NUH_00B_inf.html">Inf. Cliente</a></li>
          <li><a href="NUH_00B_conta.html">Contabilidad</a></li>
          <li style="visibility: hidden; display: none;"><a href="NUH_00B_audi.html">Auditoria</a></li>

        </ul>
      </li>
      <li>
        <a href="#" class="main-option">EMISOR ▼</a>
        <ul>
          <li><a href="EMH_000B.html">Productos</a></li>
          <li><a href="EMH_000Bsoli.html">Solicitudes</a></li>
          <li><a href="EMH_000Bmerca.html">Mercadeo</a></li>
          <li><a href="EMH_000Bservi.html">Servicio Al Cliente</a></li>
          <li><a href="EMH_000Bpendi.html">Pendientes</a></li>
          <li><a href="EMH_000Btrans.html">Transaccionabilidad</a></li>
          <li><a href="EMH_000Bauto.html">Autorizaciones</a></li>
          <li><a href="EMH_000Bplasti.html">Adm. Plasticos</a></li>
          <li><a href="EMH_000Brecla.html">Reclamos</a></li>
                    <li><a href="MEH_032B.html">Lealtad</a></li>
                    <li><a href="COH_064B.html">Cobranzas</a></li>
        </ul>
      </li>
      <li style="visibility: hidden">
        <a href="ACH_000B.html" class="main-option">ADQUIRIENTE</a>
      </li>
      <li style="visibility: hidden">
        <a href="DBH_000B.html" class="main-option">TARJETA DEBITO</a>
      </li>
    </ul>
  </nav>

  <section>
    <div>
      <table>
        <tr>
          <td>
            <div>
              <p class="TITLE">Reglas</p>
            </div>
          </td>
        </tr>
      </table>
      <p class="PARRAFO">Mediante esta opci&oacute;n, la entidad define las diferentes reglas que pueden ser utilizadas
        por el autorizador para aprobar, negar o referir una autorizaci&oacute;n, seg&uacute;n se encuentren <a
          href="COH_031B.html">asociadas</a> con los diferentes <a href="MEH_002B.html">productos</a> cr&eacute;dito.
      </p>
      <p class="PARRAFO">El formulario contiene un filtro que le permite al usuario consultar la informaci&oacute;n
        espec&iacute;fica por nombre de la regla, por la acci&oacute;n de la regla (aprobar, negar o referir), por el
        tipo de regla, por el estado (activa, inactiva) o por vigencia inicial / final. Por defecto, al ingresar al
        formulario este trae todas las reglas existentes en la base de datos.</p>
      <p class="TITLE"><img src="../img/COF_030B.PNG"></p>
      <p class="PARRAFO">El formulario contiene las opciones Actualizar, Eliminar y
        Adicionar. Contiene adem&aacute;s un hiperv&iacute;nculo denominado <a href="COH_030B1.html">Definici&oacute;n
          de reglas</a>, desde donde se parametriza la estructura o contenido de la regla; el campo
        Definici&oacute;n de reglas le indica al usuario para cada una de las reglas creadas si &eacute;stas ya
        tienen o no definida su estructura, lo que es requisito indispensable para poderla <a
          href="COH_031B.html">asociar</a> posteriormente con los productos.</p>
      <p class="TITLE"><img src="../img/COF_030B1.PNG"></p>

      <p><span class="SUBTITULO">Adicionar:</span>  Si el usuario invoca
        la opci&oacute;n Adicionar se despliega un formulario con los siguientes campos<span>:</span></p>
      <p class="TITLE"><img src="../img/COF_030B2.PNG"></p>


      <table>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b>Nombre</b></p>
          </td>
          <td>
            <p class="PARRAFO">Campo alfanum&eacute;rico de hasta 30 caracteres, obligatorio, en el cual se registra el
              nombre con el cual se va a identificar la regla. </p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Acci&oacute;n</p>
          </td>
          <td>
            <p class="PARRAFO">Este campo tipo combo, obligatorio, se selecciona entre Aprobar, Negar o
              Referir la acci&oacute;n que determina la respuesta del autorizador, en caso que la tarjeta que
              se est&aacute; evaluando cumpla con la s&iacute;ntaxis de la regla. </p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Definitivo</p>
          </td>
          <td>
            <p class="PARRAFO">Campo obligatorio que se habilita &uacute;nicamente cuando en el campo acci&oacute;n se
              selecciona la opci&oacute;n 'Aprobar' y que contiene un combo con las opciones Si y No.
              </span><span>Cuando se selecciona</span><span class="PARRAFO"> Si, le indica al sistema que
                si la tarjeta que se est&aacute; evaluando cumple con la sintaxis de la regla debe tomar la respuestas
                como definitiva y no continuar evaluando las dem&aacute;s reglas <a href="COH_031B.html">asociadas</a>
                al producto en caso que las hubiere. Si se selecciona No, indica que se deben seguir evaluando
                las dem&aacute;s reglas.</span>  Si la acci&oacute;n es diferente a Aprobar, este campo se
              oculta autom&aacute;ticamente en el formulario. </p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Tipo</p>
          </td>
          <td>
            <p class="PARRAFO">En este campo no obligatorio se puede selecci0nar entre Tipo 1, Tipo 2 o
              Tipo 3 para darle una clasificaci&oacute;n a las reglas </p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Estado</p>
          </td>
          <td>
            <p class="PARRAFO">Campo obligatorio tipo combo, en el cual se selecciona entre Activa o
              Inactiva el estado de la regla. El sistema solo evaluar&aacute; aquellas reglas que adem&aacute;s
              de estar <a href="COH_031B.html">asociadas</a> al producto se encuentren en estado Activa. </p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Vigencia inicial </p>
          </td>
          <td>
            <p class="PARRAFO">En este campo no obligatorio, la entidad puede determinar a partir de que fecha tiene
              validez o aplicaci&oacute;n la regla. El sistema solo evaluar&aacute; aquellas reglas que adem&aacute;s de
              estar <a href="COH_031B.html">asociadas</a> al producto y encontrarse en estado Activa,
              </span><span>se encuentren vigentes al momento de solicitar la autorizaci&oacute;n.
              </span><span>Utiliza formato YYYY-MM-DD</span></p>
          </td>
        </tr>
        <tr>
          <td class="SUBTITULO">Vigencia final </td>
          <td>
            <div>Campo no obligatorio, en el que la entidad puede determinar hasta que fecha tiene validez o
              aplicaci&oacute;n la regla. El sistema solo evaluar&aacute; aquellas reglas que adem&aacute;s de estar <a
                href="COH_031B.html">asociadas</a> al producto y encontrarse en estado Activa, <span>se
                encuentren vigentes al momento de solicitar la autorizaci&oacute;n. Utiliza formato YYYY-MM-DD . </span> 
            </div>
          </td>
        </tr>
        <tr>
          <td class="SUBTITULO">Mensaje negaci&oacute;n / referido </td>
          <td>
            <div>Este campo obligatorio contiene lista de valores de la cual se selecciona el <a
                href="COH_014B.html">c&oacute;digo de respuesta</a> que el autorizador debe enviar en caso que de
              acuerdo con las validaciones de la tarjeta la autorizaci&oacute;n deba ser negada o referida. </div>
          </td>
        </tr>
      </table>
      <p src="../img/MEF_002E5.PNG"></p>
      <p>Es importante tener en cuenta con las fechas de vigencia inicial y vigencia final las
        siguientes condiciones:</p>
      <ul>
        <li>Si ninguno de los dos campos tiene informaci&oacute;n la regla no se encuentra limitada en el tiempo y
          est&aacute; vigente permanentemente. </li>
        <li>Si el campo vigencia inicial contiene datos pero vigencia final no, indica que la regla aplica desde la
          fecha indicada de manera indefinida </li>
        <li>Si el campo vigencia inicial no tiene informaci&oacute;n pero la vigencia final si, indica que la regla
          aplica &uacute;nicamente hasta la fecha indicada.</li>
        <li>Si tanto el campo vigencia inicial como vigencia final contienen datos, indica que la regla solo aplica
          dentro de ese rango de fechas en particular. </li>
      </ul>

      <p class="PARRAFO"><span class="PARRAFO"><span class="SUBTITULO">Actualizar:</span>  Si el usuario invoca la
          opci&oacute;n Actualizar se despliega un nuevo formulario
          en el cual el &uacute;nico campo NO modificable es el Nombre.</span></p>
      <p class="TITLE"><img src="../img/COF_030B3.PNG"></p>
      <p src="../img/MEF_002E5.PNG"></p>
  </section>
  <script src="../js/menu.js"></script>
</body>
<footer>
  <div>
    <img class="TITLE" src="../img/logo.PNG">
  </div>
  <p>OpenCard SAS</p>
  <p>Calle 77 Nº 11-19 Piso 4°,Bogotá D.C.</p>
  <p>Tel (57) 601 - 313 37 75 <a href="http://www.OpenCard.com" target="_blank">www.OpenCard.com</a></p>



</footer>

</html>