<!DOCTYPE html>
<html lang="es">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>BANKBU®</title>
    <link rel="stylesheet" href="../css/pages.css">
    <link rel="stylesheet" href="../css/style.css">
 <link rel="icon" href="../img/ACQUIRER-logo.JPG" type="image/x-icon">
</head>

<body>

    <header>
        <img class="logo" src="../img/logoBankbu_.PNG" alt="Logo de Mi Empresa">
        <div id="menuBtn">
            <img class="TITLE"  src= "../img/menu.PNG" alt="Botón de Menú ">
        </div>
    </header>
      <div id="menuContainer"></div>
  <script>
    fetch('menu.html')
      .then(response => response.text())
      .then(html => {
        document.getElementById('menuContainer').innerHTML = html;
      });
  </script>

    <section>
        <div> 
            
                    <p  class="TITLE">Homologaci&oacute;n de productos d&eacute;bito</p>
                  
            <p  class="PARRAFO">Desde este formulario, se se realiza la homologaci&oacute;n 
              de los diferentes productos d&eacute;bito propios de la entidad con los definidos 
              internamente en <span #'font-family:Arial;#:#006666'>BANKBU<sup></sup></span> 
              lo que permite asociar las caracter&iacute;sticas particulares definidas por 
              otros sistema del banco para sus diferentes productos d&eacute;bito, con los 
              productos manejados por <span #'font-family:Arial;#:#006666'>BANKBU<sup></sup></span> 
              para que el sistema pueda interpretarlos. La aplicabilidad o funcionalidad 
              de esta forma cobra importancia cuando la entidad ha definido sus productos 
              por medio de un sistema diferente y desea empezar a utilizar <span #'font-family:Arial;#:#006666'>BANKBU<sup></sup></span> 
              para el manejo y adiministraci&oacute;n de los mismos, convirti&eacute;ndose 
              la opci&oacute;n en una especie de Traductor de productos. </p>
            <p  class="PARRAFO">Al ingresar a la opci&oacute;n, el formulario 
              inicial muestra lor productos d&eacute;bito definidos en <span #'font-family:Arial;#:#006666'>BANKBU<sup></sup></span> 
              y que ya se encuentran homologados con los definidos en sistemas diferentes.</p>
            <p class="TITLE"><img src="../img/DBF_003E.PNG"659" height="359"></p>

            <p  class="PARRAFO">El formulario cuenta con las opciones Actualizar, 
              Eliminar, Adicionar y Detalle.</p>
            <p  class="PARRAFO"><span class="SUBTITULO">Adicionar</span>: 
              si el usuario invoca la opci&oacute;n Adicionar se despliega un nuevo formulario 
              con los siguientes campos.</p>
            <p class="TITLE"><img src="../img/DBF_003E1.PNG"438" height="240"></p>
            
            <p  class="TITLE">Descripci&oacute;n de campos</p>
            <table>
              <tr> 
                <td class="titletable"  ><p class="SUBTITULO"><span > 
                    Producto</p></td>
                <td><p  class="PARRAFO">Campo 
                    obligatorio con lista de valores de la que se selecciona el <a href="DBH_018B.html" >producto 
                    d&eacute;bito</a> que se va a homologar.</p></td>
              </tr>

              <tr> 
                <td class="titletable"  ><p class="SUBTITULO"><span > 
                    Clase cuenta</p></td>
                <td><p  class="PARRAFO">En 
                    este campo num&eacute;rico de 2 d&iacute;gitos, obligatorio, se registra 
                    la clase de cuenta que la entidad desea homologar con el producto seleccionado 
                    y que corresponde a una subclasificaci&oacute;n de cada producto definido 
                    por la misma entidad lo que le confiere ciertas caracter&iacute;sticas 
                    especiales; a manera de ejemplo podr&iacute;amos mencionar Electron 
                    maestro, Visa electron con cuota de manejo, Visa electron 
                    sin cuota de manejo, como clases de cuenta derivadas del Producto 
                    Electron.
                  </p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><span > 
                    Tipo cuenta</p></td>
                <td><p  class="PARRAFO">Campo 
                    obligatorio tipo combo en el cual se puede seleccionar entre Ahorros, 
                    Corriente o Rotativo el tipo de cuenta a homologar con 
                    el producto d&eacute;bito.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><span > 
                    Producto</p></td>
                <td><p  class="PARRAFO">En 
                    este campo num&eacute;rico de hasta 3 d&iacute;gitos, obligatorio, se 
                    registra el c&oacute;digo con el que la entida identifica su producto 
                    propio que desea homologar.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><span > 
                    Edad desde / hasta</p></td>
                <td><p  class="PARRAFO">Campos 
                    obligatorios que permiten registar el rango de edades de los clientes 
                    a quienes va dirigido el producto que se desea homologar. </p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><span > 
                    N&oacute;mina</p></td>
                <td><p  class="PARRAFO">En 
                    este campo obligatorio tipo combo se puede seleccionar entre Si 
                    o No el producto a homologar correponde a cuentas de n&oacute;mina.</p></td>
              </tr>
            </table>

            <p  class="PARRAFO"><span class="SUBTITULO">Actualizar</span>: 
              si el usuario selecciona un registro e invoca la opci&oacute;n Actualizar 
              se despliega un formulario en el cual el &uacute;nico campo NO modificable 
              es el Producto.</p>
            <p class="TITLE"><img src="../img/DBF_003E2.PNG"416" height="240"></p>

            <p  class="PARRAFO"><span class="SUBTITULO">Detalle</span>: 
              si el usuario selecciona un registro e invoca la opci&oacute;n Detalle se 
              despliega un formulario con los datos completos del registro y en el cual 
              ninguno de sus campos es modificable</p>
            <p class="TITLE"><img src="../img/DBF_003E3.PNG"506" height="241"></p>

            <div>
    </section>
    <script src="../js/menu.js"></script>
</body>
<div id="footerContainer"></div>
<script>
  fetch('footer.html')
    .then(response => response.text())
    .then(html => {
      document.getElementById('footerContainer').innerHTML = html;
    });
</script>
</html>