<!DOCTYPE html>
<html lang="es">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>BANKBU®</title>
    <link rel="stylesheet" href="../css/pages.css">
    <link rel="stylesheet" href="../css/style.css">
 <link rel="icon" href="../img/ACQUIRER-logo.JPG" type="image/x-icon">
</head>

<body>

    <header>
        <img class="logo" src="../img/logoBankbu_.PNG" alt="Logo de BANKBU®">
        <div id="menuBtn">
            <img class="TITLE"  src= "../img/menu.PNG" alt="Botón de Menú ">
        </div>
    </header>
      <div id="menuContainer"></div>
  <script>
    fetch('menu.html')
      .then(response => response.text())
      .then(html => {
        document.getElementById('menuContainer').innerHTML = html;
      });
  </script>

    <section>
        <div> 
            
                    <p  class="TITLE">Renovaci&oacute;n masiva d&eacute;bito</p>
                  
            <p class="PARRAFO" >Mediante esta opci&oacute;n se efect&uacute;a 
              el proceso que permite actualizar la fecha de vencimiento de las tarjetas 
              seleccionadas por la entidad de acuerdo con los criterios ingresados.</span></p>
            <p  class="PARRAFO">Al ingresar a la opci&oacute;n se despliega 
              un formulario inicial que contiene las listas generadas por la entidad y que 
              han sido utilizadas en los procesos anteriores de renovaci&oacute;n.</p>
            <p class="TITLE"><img src="../img/DBF_024E.PNG"></p>

            <p  class="PARRAFO">El formulario contiene el hiperv&iacute;nculos 
              <span ><a href="DBH_024B.html#BL_RESULTADOS" >Ver 
              resultados</a></span>  que permite consultar las tarjetas incluidas en 
              cada una de las listas de renovaci&oacute;n de acuerdo con los criterios ingresados. 
              Adicionalmente contiene las opciones Eliminar y Generar lista.</p>
            <p  class="PARRAFO"><span class="SUBTITULO">Adicionar:</span> 
              si el usuario invoca la opci&oacute;n Generar lista, se despliega 
              un nuevo formulario con los siguientes campos.</p>
            <p class="TITLE"><img src="../img/DBF_024E1.PNG"></p>

            <p  class="TITLE">Descripci&oacute;n de campos</p>
            <div> 
              <table>
                <tr> 
                  <td class="titletable"><p class="SUBTITULO"><span >Nombre 
                      lista </span></p></td>
                  <td><p  class="PARRAFO">Campo 
                      alfanum&eacute;rico obligatorio en el que se registra el nombre con 
                      el cual se va a identificar cada una de las listas de renovaci&oacute;n 
                      generadas por la entidad.</p></td>
                </tr>
                <tr> 
                  <td class="titletable" > 
                    <p class="SUBTITULO"><span >Descripci&oacute;n</span></p></td>
                  <td><p  class="PARRAFO">En 
                      este campo alfanum&eacute;rico se ingresan datos relevantes que sirven 
                      de complemento por ejemplo para la identificaci&oacute;n de la lista 
                      o para indicar algunas caracter&iacute;sticas propias de la misma.</p></td>
                </tr>
                <tr> 
                  <td class="titletable"><p class="SUBTITULO"><span >Mes 
                      de vencimiento</span></p></td>
                  <td><p  class="PARRAFO">Campo 
                      en el cual puede determinar si las tarjetas a incluir en la lista 
                      de renovaci&oacute;n son aquellas con fecha de vencimiento = &oacute; 
                      &lt;= al valor ingresado en el campo adjunto y que permite registrar 
                      en formato YYYY-MM la fecha a tomar como referencia por el sistema, 
                      de acuerdo con la condici&oacute;n seleccionada.</p></td>
                </tr>
                <tr> 
                  <td class="titletable"><p class="SUBTITULO"><span >Periodos 
                      atr&aacute;s </span></p></td>
                  <td><p  class="PARRAFO">Este 
                      campo es complementario del campo anterior y solo se habilita si la 
                      condici&oacute;n seleccionada es &lt;=. Permite indicarle al sistema 
                      el n&uacute;mero de meses anteriores a la fecha de vencimiento registrada 
                      en el campo anterior que deben tener las tarjetas para ser incluidas 
                      en la lista.</p></td>
                </tr>
                <tr> 
                  <td class="titletable"><p class="SUBTITULO"><span >Mes 
                      de vencimiento</span></p></td>
                  <td><p  class="PARRAFO">Campo 
                      en el cual puede determinar si las tarjetas a incluir en la lista 
                      de renovaci&oacute;n son aquellas con fecha de vencimiento = &oacute; 
                      &lt;= al valor ingresado en el campo adjunto y que permite registrar 
                      en formato YYYY-MM la fecha a tomar como referencia por el sistema, 
                      de acuerdo con la condici&oacute;n seleccionada.</p></td>
                </tr>
                <tr> 
                  <td class="titletable"><p class="SUBTITULO"><span >Producto</span></p></td>
                  <td><p  class="PARRAFO">En 
                      este campo se selecciona si la condici&oacute;n a tener en cuenta 
                      es que el producto al que pertenecen las tarjetas para incluirlas 
                      en la lista sea = o &iexcl;= al <a href="DBH_018B.html" >producto 
                      d&eacute;bito</a> seleccionado mediante la lista de valores. 
                      Cuando se ha deicidido utilizar este campo como criterio, se inhabilitan 
                      los campos Bin, segmento y grupo de afinidad.</p></td>
                </tr>
                <tr> 
                  <td class="titletable"><p class="SUBTITULO"><span >Bin</span></p></td>
                  <td><p  class="PARRAFO">Campo 
                      en el que se indica si el bin asociado con el <a href="DBH_018B.html" >producto 
                      d&eacute;bito</a> al que deben pertenecer las tarjetas para ser 
                      incluidas en la lista tiene que ser = &oacute; &iexcl;= al <a href="DBH_010B.html" >bin</a> 
                      seleccionado de la lista de valores. 
                      </span>Este campo solo se habilita 
                      cuando en el campo Producto no se haya seleccionado ning&uacute;n 
                      valor.</span></p></td>
                </tr>
                <tr> 
                  <td class="titletable"><p class="SUBTITULO"><span >Segmento</span></p></td>
                  <td><p  class="PARRAFO">Este 
                      campo permite se&ntilde;alar si el segmento asociado con el <a href="DBH_018B.html" >producto 
                      d&eacute;bito</a> al que deben pertenecer las tarjetas para ser 
                      incluidas en la lista tiene que ser = &oacute; &iexcl;= al <a href="DBH_010B.html" >segmento</a> 
                      seleccionado de la lista de valores. 
                      </span>Este campo solo se habilita 
                      cuando en el campo Producto no se haya seleccionado ning&uacute;n 
                      valor.</span></p></td>
                </tr>
                <tr> 
                  <td class="titletable"><p class="SUBTITULO"><span >Grupo 
                      de afinidad</span></p></td>
                  <td><p  class="PARRAFO">Campo 
                      en el que se indica si el grupo de afinidad asociado con el <a href="DBH_018B.html" >producto 
                      d&eacute;bito</a> al que deben pertenecer las tarjetas para ser 
                      incluidas en la lista tiene que ser = &oacute; &iexcl;= al <a href="DBH_010B.html" >grupo 
                      de afinidad</a> seleccionado de la lista de valores.<span > 
                      </span><span >Este campo solo se habilita 
                      cuando en el campo Producto no se haya seleccionado ning&uacute;n 
                      valor.</span></p></td>
                </tr>
                <tr> 
                  <td class="titletable"><p class="SUBTITULO"><span >Sucursal</span></p></td>
                  <td><p  class="PARRAFO">En 
                      este campo se indica si las tarjetas a incluir en la lista son aquellas 
                      cuya sucursal de radicaci&oacute;n sea = &oacute; &iexcl;= a la <a href="NUH_020B.html" >sucursal</a> 
                      seleccionada por medio de la lista de valores.</p></td>
                </tr>
                <tr> 
                  <td class="titletable"><p class="SUBTITULO"><span >Sucursales 
                      dependientes</span></p></td>
                  <td><p  class="PARRAFO">Si 
                      en el campo anterior se ha seleccionado alg&uacute;n valor, mediante 
                      este check se le indica al sistema si se deben incluir/excluir las 
                      tarjetas pertenecientes a las sucursales que dependan de la que se 
                      haya seleccionado.</p></td>
                </tr>
                <tr> 
                  <td class="titletable"  ><p class="SUBTITULO"><span >Verifica 
                      bloqueos </span></p></td>
                  <td><p  class="PARRAFO">Campo 
                      que se marca para indicar si el sistema debe evaluar que los <a href="CAH_002B.html" >bloqueos</a> 
                      actuales de las tarjetas permitan la acci&oacute;n de renovaci&oacute;n 
                      para que &eacute;stas puedan ser incluidas en la lista.</p></td>
                </tr>
              </table>
            </div>
            <p  class="PARRAFO">Es importante aclarar que adem&aacute;s de 
              las condiciones se&ntilde;aladas en este formulario, el sistema eval&uacute;a 
              si de acuerdo con los <a href="DBH_018B.html" >par&aacute;metros 
              del producto</a>, en el formulario de eventos, bloque renovaci&oacute;n 
              el campo permite renovaci&oacute;n masiva se encuentra marcado. En 
              caso que el campo no est&eacute; marcado, as&iacute; las tarjetas pertenecientes 
              al producto cumplan con todas las condiciones para ser incluidas en la lista 
              de renovaci&oacute;n, ninguna de ellas ser&aacute; incluida.</p>
            <p  class="PARRAFO">Adicionalmente al campo Lista que 
              es el &uacute;nico obligatorio, por lo menos alguno de los otros campos contenidos 
              en el formulario debe ser utilizado como criterio para que la lista se pueda 
              generar.</p>

            <p  class="PARRAFO"><a name="BL_RESULTADOS"></a><span class="SUBTITULO"><span >Ver 
              resultados:</span></span><span > 
              si el usuario selecciona una lista e invoca el hiperv&iacute;nculo Ver 
              resultados , se despliega un wizard de dos pasos en el que se muestran 
              todas las tarjetas que cumplieron con los criterios seleccionados al momento 
              de generar la lista.</span></p>
            <p  class="PARRAFO">La primera p&aacute;gina del wizard contiene 
              el bot&oacute;n especial <a href="DBH_024B.html#BL_RENOVAR" >renovar 
              todas</a> que le permite al usuario efectuar el proceso de renovaci&oacute;n 
              para todas las tarjets contenidas en la lista; adicionalmente mediante la 
              opci&oacute;n Eliminar el usuario puede retirar cualquiera de las tarjetas.</p>
            <p class="TITLE"><img src="../img/DBF_024E2.PNG"676" height="483"></p>

            <p  class="TITLE">Descripci&oacute;n de campos</p>
            <div> 
              <table>
                <tr> 
                  <td class="titletable"  ><p class="SUBTITULO"><span >N&uacute;mero 
                      tarjeta</span></p></td>
                  <td><p  class="PARRAFO">Campo 
                      que muestra el n&uacute;mero de cada una de las tarjetas que cumplieron 
                      los criterios para ser incluidas en la lista de renovaci&oacute;n.</p></td>
                </tr>
                <tr> 
                  <td class="titletable"><p class="SUBTITULO"><span >Nombre 
                      pl&aacute;stico</span></p></td>
                  <td><p  class="PARRAFO">En 
                      este campo se despliega el nombre actual del realce de cada una de 
                      las tarjetas.</p></td>
                </tr>
                <tr> 
                  <td class="titletable"><p class="SUBTITULO"><span >Fecha 
                      vencimiento </span></p></td>
                  <td><p  class="PARRAFO">Campo 
                      que muestra en formato YYYY-MM-DD la fecha actual de vencimiento de 
                      las tarjetas incluidas en la lista.</p></td>
                </tr>
                <tr> 
                  <td class="titletable"><p class="SUBTITULO"><span >Renovada</span></p></td>
                  <td><p  class="PARRAFO">En 
                      este campo se indica para cada tarjetas Si o No 
                      se le aplic&oacute; ya el proceso de renovaci&oacute;n.</p></td>
                </tr>
                <tr> 
                  <td class="titletable"><p class="SUBTITULO"><span >Renovar</span></p></td>
                  <td><p  class="PARRAFO">Campo 
                      que permite marcar las tarjetas a las cuales se les desea aplicar 
                      el proceso de renovaci&oacute;n, cuando &eacute;ste no se desea aplicar 
                      para todas las tarjetas de la lista.</p></td>
                </tr>
              </table>
            </div>
            
            <p  class="PARRAFO">Despu&eacute;s de haber seleccionado las tarjetas 
              a renovar y al desplazarse a la segunda p&aacute;gina del wizard mediante 
              el bot&oacute;n de navegaci&oacute;n, se muestra el resumen de los registros 
              a renovar. El formulario cuenta con un check que permite marcar aquellas tarjetas 
              que por alguna causa ya no se desea renovar y mediante el bot&oacute;n finalizar 
              se efect&uacute;a el proceso respectivo. </p>
            <p class="TITLE"><img src="../img/DBF_024E3.PNG"686" ></p>

            <p  class="PARRAFO"><a name="BL_RENOVAR"></a><span class="SUBTITULO"><span >Renovar 
              todas:</span></span><span > 
              si desde la primera p&aacute;gina del wizard de resultados el usuario invoca 
              el bot&oacute;n Renovar todas, el sistema ejecutar&aacute; el proceso de renovaci&oacute;n 
              de todas las tarjetas contenidas en la lista para las cuales el indicador 
              de estado mostrado en el campo Renovada sea No. Una vez 
              que el proceso ha finalizado, las tarjetas quedan con estado Renovada = Si 
              y se inhabilita el check Renovar.</span></p>
            <p class="TITLE"><img src="../img/RENOV_TODAS_DB.PNG"35" height="33"></p>
            
            <div>
            </section>
    <script src="../js/menu.js"></script>
</body>
<div id="footerContainer"></div>
<script>
  fetch('footer.html')
    .then(response => response.text())
    .then(html => {
      document.getElementById('footerContainer').innerHTML = html;
    });
</script>
</html>