<!DOCTYPE html>
<html lang="es">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>BANKBU®</title>

  <link rel="stylesheet" href="../css/pages.css">
  <link rel="stylesheet" href="../css/style.css">
  <link rel="icon" href="../img/ACQUIRER-logo.JPG" type="image/x-icon">
</head>

<body>

  <header>
    <img class="logo" src="../img/logoBankbu_.PNG" alt="Logo de Mi Empresa">
    <div id="menuBtn">
      <img class="TITLE" src="../img/menu.PNG" alt="Botón de Menú ">
    </div>
  </header>
 <div id="menuContainer"></div>
    <script>
      fetch('menu.html')
        .then(response => response.text())
        .then(html => {
          document.getElementById('menuContainer').innerHTML = html;
        });
    </script>

  <section>
    <div>
      <table>
        <tr>
          <td>
            <div>
              <p class="TITLE">Efectos al cobro </p>
            </div>
          </td>
        </tr>
      </table>
      <p>A trav&eacute;s de esta forma o pantalla se registran las transacciones de bines prpios, que habiendo agotado
        infructuosamente el proceso de intercambio, o por haber excedido notoriamente los diferentes plazos determinados
        por la franquicia, requieren iniciar un proceso de negociaci&oacute;n o gesti&oacute;n entre las dos entidades
        involucradas, conocido como efectos o comprobantes al cobro, o comprobantes de buena fe. </p>
      <p>El formulario contiene un hipervinculo Transacciones asociadas y las opciones Adicionar y Detalle.
        Adicionalmente, cuenta con un filtro de b&uacute;squeda y con un boton de aplicar. </p>
      <p class="TITLE"><img src="../img/ESF_025B1.PNG"></p>

      <p class="PARRAFO"><span class="SUBTITULO">Filtro:</span> Se pueden realizar consultas a trav&eacute;s
        de las siguientes opciones:</p>
      <p class="TITLE"><img src="../img/ESF_025B2.PNG"></p>

      <table>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Fecha de proceso </p>
          </td>
          <td>
            <p class="PARRAFO">En este campo en formato YYYY-MM-DD se ingresa la fecha inicial que delimita el periodo
              para el cual se desea consultar el movimiento aplicado o pendiente.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Estado comprobante </p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              que muestra la condici&oacute;n en que se encuentra actualmente el comprobante con las condiciones de
              Solucionado o Pendiente.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Numero de tarjeta </p>
          </td>
          <td>
            <p class="PARRAFO">Este
              campo permite ingresar cualquier valor alfanum&eacute;rico de 23 caracteres.</p>
          </td>
        </tr>
        <tr>
          <td class="SUBTITULO">Bin receptor </td>
          <td>
            <p>Campo
              alfanum&eacute;rico de ochos posiciones, en el cual
              se registra el bin de donde proviene el efecto al cobro.</p>
          </td>
        </tr>
      </table>

      <p class="PARRAFO"><span class="SUBTITULO">Adicionar:</span> Si el usuario invoca la opci&oacute;n Adicionar se
        despliega un formulario con tres bloques de informaci&oacute;n con los siguientes campos<span>:</span></p>
      <p class="TITLE">Informaci&oacute;n b&aacute;sica: </p>
      <p class="TITLE"><img src="../img/ESF_025B3.PNG"></p>

      <table>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">N&uacute;mero de tarjeta </span></p>
          </td>
          <td>
            <p>Este
              campo permite ingresar cualquier valor alfanum&eacute;rico de 23 caracteres.</p>
          </td>
        </tr>
        <tr>
          <td class="SUBTITULO">Fecha contabilizaci&oacute;n </td>
          <td class="PARRAFO">
            <p>En este campo en formato YYYY-MM-DD se ingresa la fecha con la cual se esta ingresando al sistema </p>
          </td>
        </tr>
        <tr>
          <td class="SUBTITULO">Fecha Canje </td>
          <td class="PARRAFO">
            <p>En este campo en formato YYYY-MM-DD se ingresa la fecha con la cual se esta ingresando al sistema</p>
          </td>
        </tr>
        <tr>
          <td class="SUBTITULO">Origen transacci&oacute;n </td>
          <td class="PARRAFO">
            <p>Despliega tanto el c&oacute;digo como el nombre asociado a cada tipo o clase de transacci&oacute;n
              enviada a efectos al cobro contenida dentro del archivo del movimiento. La codificaci&oacute;n es
              determinada por las franquicias y parametrizada mediante la opci&oacute;n <a
                href="NUH_027B.html">Or&iacute;genes de transacciones</a>.</p>
          </td>
        </tr>
        <tr>
          <td class="SUBTITULO">Motivo devolucion </td>
          <td class="PARRAFO">
            <p>Contiene el c&oacute;digo de la causa o motivo por la que la transacci&oacute;n fue devuelta por la
              entidad emisora del pl&aacute;stico asociado a la misma.</p>
          </td>
        </tr>
        <tr>
          <td class="SUBTITULO">Bin receptor </td>
          <td class="PARRAFO">
            <p>Despliega el mismo prefijo o bin fuente.</p>
          </td>
        </tr>
      </table>

      <p><span class="SUBTITULO">Informaci&oacute;n transacci&oacute;n :</span></p>

      <p class="TITLE"><img src="../img/ESF_025B4.PNG"></p>

      <table>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Plazo</span></p>
          </td>
          <td class="PARRAFO">
            <p>Contiene el n&uacute;mero de periodos solicitado por el cliente o asignado por defecto, para el pago de
              la transacci&oacute;n de consumo o utilizaci&oacute;n</p>
          </td>
        </tr>
        <tr>
          <td class="SUBTITULO">N&ugrave;mero comprobante </td>
          <td class="PARRAFO">
            <p>Contiene el n&uacute;mero del comprobante correspondiente a la transacci&oacute;n en proceso de efecto al
              cobro.</p>
          </td>
        </tr>
        <tr>
          <td class="SUBTITULO">Entidad</td>
          <td class="PARRAFO">
            <p>Despliega tanto el c&oacute;digo de compensaci&oacute;n como el nombre de la entidad financiera en la que
              posee la cuenta de dep&oacute;sitos el establecimiento en que se realiz&oacute; la utilizaci&oacute;n o
              consumo
          </td>
          </p>
        </tr>
        <tr>
          <td class="SUBTITULO">Fecha comprobante </td>
          <td class="PARRAFO">
            <p>Contiene la fecha en formato DD-MM-YYYY en la cual se realiz&oacute; la transacci&oacute;n en disputa.
            </p>
          </td>
        </tr>
        <tr>
          <td class="SUBTITULO">Establecimientos</td>
          <td class="PARRAFO">
            <p>Despliega tanto el c&oacute;digo &uacute;nico como el nombre del establecimiento en que se realiz&oacute;
              la utilizaci&oacute;n o consumo.</p>
          </td>
        </tr>
        <tr>
          <td class="SUBTITULO">Fecha consignaci&oacute;n </td>
          <td class="PARRAFO">
            <p>Campo en formato DD-MM-YYYY que contiene la fecha en que el establecimiento efectu&oacute; la
              consignaci&oacute;n del comprobante en disputa.</p>
          </td>
        </tr>
        <tr>
          <td class="SUBTITULO">Marca</td>
          <td class="PARRAFO">
            <p>Campo que posee lista de valores poblada a trav&eacute;s de la opci&oacute;n <A
                href="NUH_033B.html">Franquicias</A> , con las marcas autorizadas para operar, actualmente s&oacute;lo
              aplica de manera exclusiva para Visa, dado que es la &uacute;nica que genera intercambio de
              informaci&oacute;n para este tipo de tr&aacute;mite de transacciones.</p>
          </td>
        </tr>
        <tr>
          <td class="SUBTITULO">Estado de comprobante </td>
          <td class="PARRAFO">
            <p>Campo de salida con el valor Pendiente, que el estado que queda cuando se graba el comprobante.</p>
          </td>
        </tr>
        <tr>
          <td class="SUBTITULO">Sucursal</td>
          <td class="PARRAFO">
            <p>Campo que posee lista de valores que despliega los c&oacute;digos de las oficinas de la entidad. </p>
          </td>
        </tr>
        <tr>
          <td class="SUBTITULO">Tipo documento </td>
          <td class="PARRAFO">
            <p>Se&ntilde;ala la clase de documento presentado para iniciar las gestiones requeridas en efectos al cobro
              y que puede ser Carta, Fotocopia, Autom&aacute;tico u Original.</p>
          </td>
        </tr>
        <tr>
          <td class="SUBTITULO">Moneda</td>
          <td class="PARRAFO">
            <p>Campo de salida y muestra la moneda con la que actualmente esta trabanjando la entidad, </p>
          </td>
        </tr>
        <tr>
          <td class="SUBTITULO">Bin fuente </td>
          <td class="PARRAFO">
            <p>Despliega los bines de la entidad</p>
          </td>
        </tr>
        <tr>
          <td class="SUBTITULO">Tipo de captura </td>
          <td class="PARRAFO">
            <p>Este campo es de salida y es 1 que significa que la transaccion fue capturada manualmente.
          </td>
          </p>
        </tr>
        <tr>
          <td class="SUBTITULO">Bin destino </td>
          <td class="PARRAFO">
            <p>Se&ntilde;ala el prefijo o bin de la entidad adquirente de la transacci&oacute;n.</p>
          </td>
        </tr>
        <tr>
          <td class="SUBTITULO">N&uacute;mero de cuenta </td>
          <td class="PARRAFO">
            <p>Rese&ntilde;a el n&uacute;mero de cuenta de dep&oacute;sitos correspondiente al establecimiento de
              comercio involucrado en el comprobante de efecto al cobro.</p>
          </td>
        </tr>
        <tr>
          <td class="SUBTITULO">Tipo de comprobante </td>
          <td class="PARRAFO">
            <p>Se&ntilde;ala si el comprobante es Enviado o Recibido, lo que permite conocer el rol desempa&ntilde;ado
              por la entidad respecto de cada comprobante; de igual manera y a manera de criterio de b&uacute;squeda,
              permite realizar consultas
    </div>
    </td>
    </p>
    </tr>
    <tr>
      <td class="SUBTITULO">Autorizaci&oacute;n</td>
      <td class="PARRAFO">
        <p>Muestra el n&uacute;mero de la autorizaci&oacute;n asignado a la transacci&oacute;n por el procesador o la
          entidad</div>
      </td>
      </p>
    </tr>
    <tr>
      <td class="SUBTITULO">Tipo de soluci&oacute;n </td>
      <td class="PARRAFO">
        <p>Despliega una de las varias posibilidades que se tiene para dar "soluci&oacute;n" a un comprobante de efectos
          al cobro, acorde con la evoluci&oacute;n que el mismo haya tenido dentro del proceso de negociaci&oacute;n.
        </p>
      </td>
      </div>
    </tr>
    <tr>
      <td class="SUBTITULO">Boleta ruta </td>
      <td class="PARRAFO">
        <p>Corresponde al n&uacute;mero consecutivo de los comprobantes de control permitidos por cada oficina en la
          captura del movimiento, producto de la operaci&oacute;n diaria. Los rangos de estos consecutivos son
          determinados previamente en la opci&oacute;n <A href="INH_037B.html">Boletas de Ruta</A> del presente
          m&oacute;dulo.</p>
      </td>
      </div>
    </tr>
    </table>

    <p><span class="SUBTITULO">Valores :</span></p>
    <p class="TITLE"><img src="../img/ESF_025B5.PNG"></p>
    <table>
      <tr>
        <td class="titletable">
          <p class="SUBTITULO">Valor compra </p>
        </td>
        <td>
          <p>Muestra el monto de la transacci&oacute;n de utilizaci&oacute;n o consumo sin incluir el monto de la
            propina concedida por el tarjetahabiente ni el valor del IVA.</p>
        </td>
      </tr>
      <tr>
        <td class="SUBTITULO">Valor propina </td>
        <td>
          <p>Refleja el monto de la propina otorgada por el cliente.</p>
        </td>
      </tr>
      <tr>
        <td class="SUBTITULO">Valor total </td>
        <td>
          <p>Despliega el valor bruto de la transacci&oacute;n, esto es, valor del consumo o utilizaci&oacute;n
            m&aacute;s valor propina, m&aacute;s valor IVA.</p>
        </td>
      </tr>
      <tr>
        <td class="SUBTITULO">Valor descuento </td>
        <td>
          <p>Contiene el valor deducido al establecimiento al liquidarle la comisi&oacute;n para la entidad, sobre el
            valor del consumo realizado por el cliente.</p>
        </td>
      </tr>
      <tr>
        <td class="SUBTITULO">Valor intercambio </td>
        <td>
          <p>Correspode al valor neto de la transacci&oacute;n, esto es, valor del consumo o utilizaci&oacute;n
            m&aacute;s valor propina, m&aacute;s valor IVA menos valor descuento.</p>
        </td>
      </tr>
      <tr>
        <td class="SUBTITULO">% descuento </td>
        <td>
          <p>Corresponde al valor del porcentaje que le es aplicado a las compras o consumos realizados en ese
            establecimiento a manera de comisi&oacute;n o descuento.</p>
        </td>
      </tr>
    </table>

    <p>Adicionalmente el formulario con un globo de localizaci&oacute;n con los siguiente campos: </p>

    <p class="TITLE"><img src="../img/ESF_025B6.PNG"></p>

    <table>
      <tr>
        <td class="titletable">
          <p class="SUBTITULO">Valor iva </p>
        </td>
        <td>
          <div>
            <p>Correspode al valor del iva pagado por el cliente. </p>
          </div>
        </td>
      </tr>
      <tr>
        <td class="SUBTITULO">Valor base reintegro iva </td>
        <td><p class="PARRAFO">Correspode al valor de la base con la cual se calculo el iva.</p> </td>
      </tr>
    </table>

    <p class="PARRAFO"><span class="SUBTITULO">Transacciones asociadas :</span> Mediante este formulario se parametriza
      que opci&oacute;n va a tomar el efecto al cobro. Enviar el comprobante a intercambio o abonar al establecimiento.
    </p>
    <p class="PARRAFO">El formulario contiene la opci&oacute;n Adicionar. </p>

    <p class="TITLE"><img src="../img/ESF_025B7.PNG"></p>

    <p class="PARRAFO"><span class="SUBTITULO">Adicionar:</span> Si el usuario invoca la opci&oacute;n Adicionar se
      despliega un formulario con los siguientes campos<span>:</span></p>
    <p class="SUBTITULO"></p>
    <p class="TITLE"><img src="../img/ESF_025B8.PNG"></p>

    <table>
      <tr>
        <td class="titletable">
          <p class="SUBTITULO">Fecha canje </p>
        </td>
        <td>
          <p>En este campo en formato YYYY-MM-DD se ingresa la fecha con la cual se esta ingresando al sistema </p>
        </td>
      </tr>
      <tr>
        <td class="SUBTITULO">Origen transacci&oacute;n </td>
        <td>
          <p>En este campo solo se pueden seleccionar dos transacciones que son 000043 (nota credito establecimiento) y
            000044 (nota credito intercambio) </p>
        </td>
      </tr>
      <tr>
        <td class="SUBTITULO">Fceha de proceso </td>
        <td>
          <p>En este campo en formato YYYY-MM-DD se ingresa la fecha con la cual se esta ingresando al sistema </p>
        </td>
      </tr>
    </table>

    <p class="PARRAFO"><span class="SUBTITULO">Aplicar:</span> El formulario debe contar con un boton de aplicar, que
      dependiendo de la transaccion que se le asocia hace el siguiente procedimiento:</p>
    <p class="TITLE"><img src="../img/ESF_025B9.PNG"></p>
    <p class="PARRAFO">Cuando la transaccion asociada es 000043 (nota credito establecimiento) el sistema genera el
      cargo a la tarjeta y el abono correspondiente al establecimiento. </p>
    <p class="PARRAFO">Cuando la transaccion asociada es 000044 (nota credito intercambio) el sistema genera el cargo a
      la tarjeta y genera una transaccion para ser enviado en canje al banco adquirente de la transaccion. </p>

    <p><span class="SUBTITULO">Detalle:</span> Si el usuario invoca la opci&oacute;n Detalle se despliega el siguiente
      formulario: <span>

      </span></p>
    <p class="TITLE"><img src="../img/ESF_024B5.PNG"></p>
    <p>Dentro del detalle se encuentra el globo de localizaci&oacute;n el cual despliega el siguiente formulario</p>

    <p class="TITLE"><img src="../img/ESF_024B6.PNG"></p>
  </section>
  <script src="../js/menu.js"></script>
</body>
<div id="footerContainer"></div>
<script>
  fetch('footer.html')
    .then(response => response.text())
    .then(html => {
      document.getElementById('footerContainer').innerHTML = html;
    });
</script>

</html>