<!DOCTYPE html>
<html lang="es">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>BANKBU®</title>

    <link rel="stylesheet" href="../css/pages.css">
    <link rel="stylesheet" href="../css/style.css">
 <link rel="icon" href="../img/ACQUIRER-logo.JPG" type="image/x-icon">
</head>

<body>

    <header>
        <img class="logo" src="../img/logoBankbu_.PNG" alt="Logo de Mi Empresa">
        <div id="menuBtn">
            <img class="TITLE"  src= "../img/menu.PNG" alt="Botón de Menú ">
        </div>
    </header>
      <div id="menuContainer"></div>
  <script>
    fetch('menu.html')
      .then(response => response.text())
      .then(html => {
        document.getElementById('menuContainer').innerHTML = html;
      });
  </script>

    <section>
        <div> 
            
                    <p  class="TITLE">Supervisor captura movimento oficina</p>
                    
            <p class="PARRAFO">A trav&eacute;s de esta opci&oacute;n el sistema permite 
              el ingreso manual del movimiento de transacciones de Pago, Avances, Pago de 
              impuestos y Compras o consumos realizados por los clientes en los establecimientos. 
              Adicionalmente, cuenta con la opci&oacute;n Detalle para la consulta de los 
              movimientos cuando por efecto de errores en la captura o malas liquidaciones 
              del movimiento, &eacute;ste queda descuadrado, requiriendo de una autorizaci&oacute;n 
              para ser procesado en la operaci&oacute;n diaria. El procedimiento para capturar 
              el movimiento es el siguiente: una vez se despliega el formulario se debe 
              ingresar el c&oacute;digo de la oficina o sucursal de la que se va a capturar 
              movimiento, sumado a la transacci&oacute;n y la moneda, se escoge la opci&oacute;n adicionar y se ingresan los datos.</p>
            <p class="PARRAFO">Si el    movimiento presenta alguna diferencia o descuadre es posible corregirlo    puesto que el sistema no permite procesar movimiento cuya captura presente un    estado diferente al de &lsquo;cuadrado&rsquo;, esto es, inconsistencias no    solamente en valor de los comprobantes, sino tambi&eacute;n en cantidad de    comprobantes, etc. Cada movimiento debe ser desagregado en todos sus    conceptos. En caso de que el movimiento requiera ser procesado con dichas    inconsistencias es necesario cambiar el estado del comprobante por el de &lsquo;ok    supervisor&rsquo; el cual indica que el movimiento se procesar&aacute; de todas maneras.    El ingreso o no del valor de Descuento, depende del par&aacute;metro    correspondiente definido en la opci&oacute;n <a href="file:///C:/Users/aconde/AppData/Roaming/Skype/My%20Skype%20Received%20Files/NUH_055E.html#BL_CAPTURA">Par&aacute;metros    operativos</a> del grupo de Tablas de la entidad financiera del m&oacute;dulo    N&uacute;cleo; as&iacute; mismo, la obligatoriedad o no de diligenciar determinados campos depende     de lo definido por la entidad en la opci&oacute;n <a href="file:///C:/Users/aconde/AppData/Roaming/Skype/My%20Skype%20Received%20Files/INH_003E.html">Par&aacute;metros    de captura</a> de este mismo m&oacute;dulo.</p>
           
            <p class="PARRAFO"><span class="SUBTITULO">Adicionar:</span>  De acuerdo a lo 
              que se haya seleccionado en la opci&oacute;n Transacci&oacute;n, 
              el sistema muestra el ingreso manual del movimiento de transacciones de <a href="INH_004B1.html" >Compras</a>, 
              <a href="INH_004B2.html" >Avances</a>, <a href="INH_004B3.html" >Impuestos</a>, 
              y <a href="INH_004B4.html" >Pagos</a>.    </p>
            <p class="TITLE"><img src="../img/INF_004E.PNG"763" height="300"></p>
 </blockquote>
            
            <table>
              <tr> 
                <td  class="titletable" ><p class="SUBTITULO">Fecha 
                    proceso </p></td>
                <td><p class="PARRAFO">Campo 
                    de salida o no ingresable, que contiene la fecha del sistema para la 
                    cual se ingresa movimiento.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Oficina</p></td>
                <td><p class="PARRAFO">Campo 
                    obligatorio en el que se digita el c&oacute;digo de la oficina para la cual se va 
                    a capturar o supervisar (dependiendo de la opci&oacute;n dentro de men&uacute;) 
                    el movimiento. Estos c&oacute;digos corresponden a los definidos en 
                    la tabla <a href="NUH_020B.html" >Estructura org&aacute;nica</a> del 
                    N&uacute;cleo. Una vez ingresado el c&oacute;digo, se ejecuta la consulta, 
                    para proseguir con la captura.</p></td>
              </tr>
              <tr> 
                <td  class="titletable" ><p class="SUBTITULO">Transacci&oacute;n</p></td>
                <td><p class="PARRAFO">Campo obligatorio
                    que posee lista de valores poblada en la opci&oacute;n <a href="NUH_027B.html" >Origen 
                    de transacciones</a> del N&uacute;cleo de la cual se debe seleccionar 
                    el c&oacute;digo de la transacci&oacute;n correspondiente o digitar 
                    el c&oacute;digo v&aacute;lido de la misma, el sistema completar&aacute; 
                    con ceros a la izquierda. </p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Moneda</p></td>
                <td><p class="PARRAFO">En 
                    este campoobligatorio con lista de valores se debe seleccionar la <a href="NUH_005B.html" >Moneda</a> 
                    que aplica para el movimiento a ingresar; el sistema despliega por defecto 
                    la moneda definida en la opci&oacute;n <a href="NUH_006B.html" >Datos 
                    de licenciamiento</a>.</p></td>
              </tr>
              <tr> 
                <td  class="titletable" ><p class="SUBTITULO">Boleta 
                    de ruta</p></td>
                <td><p class="PARRAFO">Campo 
                    num&eacute;rico de 3 d&iacute;gitos, obligatorio, corresponde a un segundo 
                    nivel de clasificaci&oacute;n o agrupaci&oacute;n del movimiento a capturar 
                    y pertenece al n&uacute;mero consecutivo de los comprobantes de control 
                    permitidos por cada oficina en la captura del movimiento, producto de 
                    la operaci&oacute;n diaria. Los rangos de estos consecutivos son determinados 
                    previamente en la opci&oacute;n <a href="INH_037B.html" >Boletas de Ruta.</a></p></td>
              </tr>
            </table>
            
            <p class="PARRAFO"><span class="SUBTITULO">Detalle:</span>  Si el usuario invoca 
              la opci&oacute;n Detalle se despliega el siguiente formulario. En &eacute;l 
              se puede consultar tambi&eacute;n la opci&oacute;n de localizaci&oacute;n, 
              a trav&eacute;s del globo ubicado en la parte superior derecha.<span
              
        ></span></p>
            <p><span >
            <div class="TITLE"><img src="../img/INF_004B10.PNG"></div>
            </span> 
            
            <p class="TITLE"><span ><img src="../img/INF_004B11.PNG" ></span></p>
            <p> 
            <p><a name="Comprobantes"></a><span class="SUBTITULO">Comprobantes:</span>  
              Conjunto de datos que detallan cada uno de los vouchers o comprobantes 
              asociados a cada consignaci&oacute;n. Cuenta con las opciones de Actualizar 
              y Detalle.</p>
            <p class="TITLE"><span ><img src="../img/INF_004B12.PNG"688" ></span></p>
            <p> 
            <p><span class="SUBTITULO" >Actualizar:</span><span > 
              Si el usuario invoca la opci&oacute;n Actualizar se despliega un nuevo formulario 
              en el cual los &uacute;nicos campos modificables son: N&uacute;mero tarjeta, 
              N&uacute;mero comprobante, Fecha comprobante, N&uacute;mero autorizaci&oacute;n, 
              Plazo, y Causal.</span></p>
            <p class="TITLE"><span ><img src="../img/INF_004B13.PNG"></span></p>
            
            <span >Igualmente se pueden invocar los campos 
            de la opci&oacute;n de localizaci&oacute;n, aunque ninguno de ellos es modificable.</span></p> 
            <p class="TITLE"><span ><img src="../img/INF_004B14.PNG"></span></p>
              
            <p><a href="INH_004B1.html">Compras</a><span
              > | </span><a href="INH_004B2.html">Avances</a><span > 
              | </span><a href="INH_004B3.html">Impuestos</a><span
              > | </span><a href="INH_004B4.html">Pagos</a></p>
          </div>  
        </section>
    <script src="../js/menu.js"></script>
</body>
<div id="footerContainer"></div>
<script>
  fetch('footer.html')
    .then(response => response.text())
    .then(html => {
      document.getElementById('footerContainer').innerHTML = html;
    });
</script>
</html>