<!DOCTYPE html>
<html lang="es">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>BANKBU®</title>

    <link rel="stylesheet" href="../css/pages.css">
    <link rel="stylesheet" href="../css/style.css">
 <link rel="icon" href="../img/ACQUIRER-logo.JPG" type="image/x-icon">
</head>

<body>

    <header>
        <img class="logo" src="../img/logoBankbu_.PNG" alt="Logo de Mi Empresa">
        <div id="menuBtn">
            <img class="TITLE"  src= "../img/menu.PNG" alt="Botón de Menú ">
        </div>
    </header>
    <nav>
        <ul>
            <li>
                    <a href="../index.html" class="main-optionINICIO">INICIO</a>
            </li>
            <li>
                <a href="NUH_INTB.html" class="main-optionINTRODUCCIÓN">INTRODUCCIÓN</a>
            </li>
            <li><a href="#" class="main-option">NUCLEO ▼</a>
                <ul>
                    <li><a href="NUH_000B.html">Config. Sistema</a></li>
                    <li><a href="NUH_00B_N2.html">Parametros</a></li>
                    <li><a href="NUH_00B_inicio.html">Inicio</a></li>
                    <li><a href="NUH_00B_proceso.html">Procesos</a></li>
                    <li><a href="NUH_00B_inf.html">Inf. Cliente</a></li>
                    <li><a href="NUH_00B_conta.html">Contabilidad</a></li>
                    <li style="visibility: hidden; display: none;"><a href="NUH_00B_audi.html">Auditoria</a></li>

                </ul>
            </li>
            <li>
             <a href="#" class="main-option">EMISOR  ▼</a>
                <ul>
                    <li><a href="EMH_000B.html">Productos</a></li>
                    <li><a href="EMH_000Bsoli.html">Solicitudes</a></li>
                    <li><a href="EMH_000Bmerca.html">Mercadeo</a></li>
                    <li><a href="EMH_000Bservi.html">Servicio Al Cliente</a></li>
                    <li><a href="EMH_000Bpendi.html">Pendientes</a></li>
                    <li><a href="EMH_000Btrans.html">Transaccionabilidad</a></li>
                    <li><a href="EMH_000Bauto.html">Autorizaciones</a></li>
                    <li><a href="EMH_000Bplasti.html">Adm. Plasticos</a></li>
                    <li><a href="EMH_000Brecla.html">Reclamos</a></li>
                    <li><a href="MEH_032B.html">Lealtad</a></li>
                    <li><a href="COH_064B.html">Cobranzas</a></li>
                </ul>
            </li>
 <li style="visibility: hidden">
                <a href="ACH_000B.html" class="main-option">ADQUIRIENTE</a>
            </li>
            <li style="visibility: hidden">
                <a href="DBH_000B.html" class="main-option">TARJETA DEBITO</a>
            </li></ul>
    </nav>

    <section>
        <div> 
            <table>
              <tr> 
                <td><div> 
                    <p  class="TITLE">Traductor de transacciones</p>
                    </div></td>
              </tr>
            </table>
            <p>Mediante esta opci&oacute;n se permite la consulta y mantenimiento de la 
              tabla en la que se relacionan todas las posibles fuentes u <a href="NUH_027B.html" >or&iacute;genes 
              de transacciones</a> y sus transacciones originales con las <a href="MEH_003B.html" >transacciones 
              internas por empresa</a>. Esta parametrizaci&oacute;n permite realizar 
              un filtro a las transacciones originales logrando una &oacute;ptima identificaci&oacute;n 
              y equivalencia con las transacciones internas, lo que posibilita un nivel 
              enorme de diferenciaci&oacute;n.</p>
            <p><span class="SUBTITULO">Nota importante</span>  Cuando la entidad maneje a 
              trav&eacute;s del sistema OpenCard&reg; adicional a las tarjetas de cr&eacute;dito 
              el m&oacute;dulo de Tarjeta D&eacute;bito, no puede utilizar la misma transacci&oacute;n 
              interna para los dos tipos de producto, sino que &eacute;stas deben ser parametrizadas 
              por separado en cada una de las opciones correspondientes (transacciones internas 
              por empresa-productos cr&eacute;dito o transacciones internas por empresa-productos 
              d&eacute;bito).</p>
            <p class="PARRAFO">El formulario inicial contiene la opci&oacute;n Traductor 
              de transacciones, con los campos C&oacute;digo y Descripci&oacute;n.</p>
            <p class="TITLE"><img src="../img/INF_031B.PNG"482" ></p>
            
            <p  class="PARRAFO"><span class="SUBTITULO">Traductor de transacciones:</span>  
              Este formulario tiene un conjunto de campos mediante los cuales se relacionan 
              o interconectan las transacciones originales con las transacciones internas; 
              se convierte en un filtro que selecciona alguna(s) caracter&iacute;stica(s) 
              de las transacciones originales y le asocia una transacci&oacute;n interna 
              diferente acorde con la parametrizaci&oacute;n que de estas &uacute;ltimas 
              haya definido la entidad en <a href="MEH_003B.html" >Transacciones por empresa</a>, 
              y permite as&iacute; identificar clara y plenamente una transacci&oacute;n 
              original por parte de la entidad y trasladar, si es el caso, la misma informaci&oacute;n 
              al extracto del cliente.</p>
            <p>El formulario contiene las opciones Actualizar, Eliminar, Adicionar 
              y Detalle. Adicionalmente, cuenta con un filtro de b&uacute;squeda.</p>
            <p class="TITLE"><img src="../img/INF_031B1.PNG" alt=""368" height="235"></p>

            <table>
              <tr> 
                <td  class="titletable" ><p class="SUBTITULO">Transacci&oacute;n 
                    origen</p></td>
                <td><p class="PARRAFO">Campo 
                    que posee lista de valores poblada mediante la opci&oacute;n <a href="NUH_027B.html" >Or&iacute;genes 
                    de transacciones</a> de las Tablas reservadas del N&uacute;cleo, 
                    de la que se debe seleccionar la transacci&oacute;n original a parametrizar 
                    y enlazar con una transacci&oacute;n interna.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><b>Transacci&oacute;n 
                    interna
                    </b></p></td>
                <td><p class="PARRAFO">Campo 
                    que posee lista de valores poblada mediante la opci&oacute;n <a href="MEH_003B.html" >transacciones 
              internas por empresa</a> y cuya Naturaleza y Concepto coincidan con 
                    las parametrizadas en<a href="NUH_027B.html" > Or&iacute;genes 
                    de transacciones</a> de las Tablas reservadas del N&uacute;cleo, de la que se debe seleccionar 
                    la transacci&oacute;n interna a enlazar con la transacci&oacute;n original.</p></td>
              </tr>
              <tr> 
                <td  class="titletable" ><p class="SUBTITULO"><b>Moneda</b></p></td>
                <td><p class="PARRAFO">Campo 
                    que posee lista de valores de la cual se puede seleccionar o no el c&oacute;digo 
                    de la <a href="NUH_005B.html" >Moneda</a> asociada a la transacci&oacute;n 
                    y efectuar un filtro por este concepto.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Plazo</p></td>
                <td><p class="PARRAFO">Campo 
                    num&eacute;rico de 3 d&iacute;gitos, no obligatorio, en el que se registra 
                    el n&uacute;mero de periodos (de 30 d&iacute;as).</p></td>
              </tr>
            </table>

            <p  class="PARRAFO"><span class="SUBTITULO">Adicionar:</span>  Si el usuario invoca la opci&oacute;n Adicionar se despliega un formulario con los siguientes campos<span 
        >:</span></p>
            <p class="TITLE"><img src="../img/INF_031B2.PNG"799" height="245"></p>
            
            <table>
              <tr> 
                <td  class="titletable" ><p class="SUBTITULO">Transacci&oacute;n 
                    origen</p></td>
                <td><p class="PARRAFO">Campo 
                    que posee lista de valores poblada mediante la opci&oacute;n<a href="NUH_027B.html" > Or&iacute;genes 
                    de transacciones</a> de las Tablas reservadas del N&uacute;cleo, 
                    de la que se debe seleccionar la transacci&oacute;n original a parametrizar 
                    y enlazar con una transacci&oacute;n interna. El sistema asigna tanto 
                    el c&oacute;digo como el nombre de la transacci&oacute;n original.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><b>Transacci&oacute;n 
                    interna
                    </b></p></td>
                <td><p class="PARRAFO">Campo 
                    que posee lista de valores poblada mediante la opci&oacute;n <a href="MEH_003B.html" >transacciones 
              internas por empresa</a> y cuya Naturaleza y Concepto coincidan con 
                    las parametrizadas en<a href="NUH_027B.html" > Or&iacute;genes 
                    de transacciones</a> de las Tablas reservadas del N&uacute;cleo, de la que se debe seleccionar 
                    la transacci&oacute;n interna a enlazar con la transacci&oacute;n original. 
                    El sistema asigna tanto el c&oacute;digo como el nombre de la transacci&oacute;n 
                    interna.</p></td>
              </tr>
              <tr> 
                <td  class="titletable" ><p class="SUBTITULO"><b>Valor 
                    inicial</b></p></td>
                <td><p class="PARRAFO">Campo 
                    num&eacute;rico de 16 d&iacute;gitos incluidos 2 decimales, obligatorio, 
                    en el que la entidad determina el valor m&iacute;nimo de un rango, si 
                    desea parametrizar la transacci&oacute;n original de esa manera, o en 
                    su defecto asignar el valor m&iacute;nimo permitido de 1.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><b>Valor 
                    final</b></p></td>
                <td><p class="PARRAFO">Campo 
                    num&eacute;rico de 16 d&iacute;gitos incluidos 2 decimales, obligatorio, 
                    en el que la entidad determina el valor m&aacute;ximo de un rango, si 
                    desea parametrizar la transacci&oacute;n original de esa manera, o en 
                    su defecto asignar el valor m&aacute;ximo permitido de 9.</p></td>
              </tr>
              <tr> 
                <td  class="titletable" ><p class="SUBTITULO"><b>Moneda</b></p></td>
                <td><p class="PARRAFO">Campo 
                    que posee lista de valores de la cual se puede seleccionar o no el c&oacute;digo 
                    de la <a href="NUH_005B.html" >Moneda</a> asociada a la transacci&oacute;n 
                    y efectuar un filtro por este concepto.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><b>Servicio</b></p></td>
                <td><p class="PARRAFO">Campo 
                    que posee lista de valores poblada mediante la opci&oacute;n <a href="ESH_002B.html" >Tipos 
                    de servicios</a>  de Establecimientos, de la cual 
                    se puede seleccionar o no el c&oacute;digo del servicio asociado al 
                    establecimiento en que se realiz&oacute; la transacci&oacute;n y efectuar 
                    un filtro por este concepto.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Motivo 
                    devoluci&oacute;n</p></td>
                <td><p class="PARRAFO">Campo 
                    que posee lista de valores poblada mediante la opci&oacute;n<a href="NUH_027B.html" > Or&iacute;genes 
                    de transacciones</a>, de la que se puede seleccionar o no, el c&oacute;digo 
                    del motivo de devoluci&oacute;n acorde con la etapa en que se encuentre 
                    la transacci&oacute;n original involucrada en proceso de intercambio 
                    o de comprobantes de buena fe y efectuar un filtro por este concepto.</p></td>
              </tr>
              <tr> 
                <td  class="titletable" ><p class="SUBTITULO"><b>Sub-transacciones/Red</b></p></td>
                <td><p class="PARRAFO">Campo 
                    que posee lista de valores poblada mediante la opci&oacute;n Sub transacciones/identificador 
                    Red del grupo de Tablas reservadas del N&uacute;cleo, de la cual se 
                    puede seleccionar o n o el c&oacute;digo asociado a cada red de cajeros 
                    u otros medios para realizar transacciones tales como audio, y efectuar 
                    un filtro por este concepto.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><b>Tipo 
                    captura</b></p></td>
                <td><p class="PARRAFO">Campo 
                    que posee lista de valores adjunta de la cual se puede seleccionar o 
                    no el medio a trav&eacute;s del que ingresa la transacci&oacute;n al 
                    sistema y efectuar un filtro por este concepto.</p></td>
              </tr>
              <tr> 
                <td  class="titletable" ><p class="SUBTITULO"><b>Establecimiento</b></p></td>
                <td><p class="PARRAFO">Campo 
                    alfanum&eacute;rico de 11 posiciones, no obligatorio, permite registrar 
                    el c&oacute;digo &uacute;nico de un establecimiento en particular, en 
                    el que se realiza la transacci&oacute;n y efectuar un filtro por este 
                    concepto.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Plazo</p></td>
                <td><p class="PARRAFO">Campo 
                    num&eacute;rico de 3 d&iacute;gitos, no obligatorio, en el que se registra 
                    el n&uacute;mero de periodos (de 30 d&iacute;as) solicitados como plazo 
                    por el cliente o asignado por la entidad como plazo por defecto determinado 
                    en Transacciones por empresa y efectuar un filtro por este concepto.</p>
                </td>
              </tr>
              <tr> 
                <td  class="titletable" ><p class="SUBTITULO">Bin 
                    propio</p></td>
                <td><p class="PARRAFO">Campo 
                    no obligatorio, con lista de valores de la que selecciona entre Si o 
                    No se va a utilizar como filtro un bin perteneciente a la entidad; cuando 
                    se escoge la opci&oacute;n Si, se despliegan tres campos adicionales, 
                    de los cuales se selecciona por medio de listas de valores poblados 
                    mediante la opci&oacute;n Productos del m&oacute;dulo de Mercadeo, el 
                    c&oacute;digo que identifica el BIN, el c&oacute;digo del producto y 
                    el c&oacute;digo del grupo afinidad a trav&eacute;s de los que se puede 
                    efectuar el filtro de las transacciones originales.</p>
                </td>
              </tr>
            </table>
            <p  class="PARRAFO"><span class="PARRAFO"><span class="SUBTITULO">Actualizar:</span>  
              Si el usuario invoca la opci&oacute;n Actualizar se despliega un nuevo formulario 
              en el cual los &uacute;nicos campos modificables son: </span>  Transacci&oacute;n 
              origen,transacci&oacute;n interna, Valor inicial, Valor final, Moneda, Servicio, 
              Motivo devoluci&oacute;n, Sub-transacciones/Red, Tipo captuta, establecimiento, 
              Plazo, y Bin Propio.</p>
            <p class="TITLE"><img  src="../img/INF_031B3.PNG"801" height="248"></p>
            
            <p  class="PARRAFO"><span class="SUBTITULO">Detalle:</span>  Si 
              el usuario invoca la opci&oacute;n Detalle se despliega el siguiente formulario: 
              <span
              
        ></span></p>
            <p class="TITLE"><img  src="../img/INF_031B4.PNG"385" >
             </p>
            
        </section>
    <script src="../js/menu.js"></script>
</body>
<footer>
    <div>
        <img class="TITLE"  src= "../img/logo.PNG">
    </div>
    <p>OpenCard SAS</p>
    <p>Calle 77 Nº 11-19 Piso 4°,Bogotá D.C.</p>
    <p>Tel (57) 601 - 313 37 75  <a href="http://www.OpenCard.com"
            target="_blank">www.OpenCard.com</a></p>



</footer>
</html>