<!DOCTYPE html>
<html lang="es">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>BANKBU®</title>

  <link rel="stylesheet" href="../css/pages.css">
  <link rel="stylesheet" href="../css/style.css">
  <link rel="icon" href="../img/ACQUIRER-logo.JPG" type="image/x-icon">
</head>

<body>

  <header>
    <img class="logo" src="../img/logoBankbu_.PNG" alt="Logo de Mi Empresa">
    <div id="menuBtn">
      <img class="TITLE" src="../img/menu.PNG" alt="Botón de Menú ">
    </div>
  </header>
  <div id="menuContainer"></div>
    <script>
      fetch('menu.html')
        .then(response => response.text())
        .then(html => {
          document.getElementById('menuContainer').innerHTML = html;
        });
    </script>

  <section>
    <div>
      <table>
        <tr>
          <td>
            <div>
              <p class="TITLE">Esquemas de puntajes - Productos</p>
            </div>
          </td>
        </tr>
      </table>
      <p>Productos:Tercer nivel de la parametrizaci&oacute;n en el que se relacionan los productos
        que hacen parte de determinado esquema de puntaje. La fecha de inicio m&aacute;s antigua y la fecha final
        m&aacute;s actual de cualquiera de los productos contenidos en este tab, determinar&aacute;n la vigencia de cada
        esquema de puntaje, informaci&oacute;n que se despliega en la opci&oacute;n <A
            href="SCH_065B.html">Puntajes</A> a la que se ingresa desde <A href="SCH_060B.html">Consulta
            tarjeta</A>.</p>
      <p class="PARRAFO">El formulario contiene las opciones Actualizar, Eliminar,
        y Adicionar. Adicionalmente muestra las opciones <a href="#vigencia" target="_self">Vigencia</a>, y <a href="#establecimientos" target="_self">Establecimientos</a>. </p>
      <p class="PARRAFO">Se regresa al formulario principal de <a href="MEH_006B.html">Esquemas de puntajes</a> a
        trav&eacute;s del bot&oacute;n en la parte superior izquierda.</p>
      <p class="PARRAFO"><span class="SUBTITULO">Filtro:</span>  El formulario cuenta
        con un filtro inicial de b&uacute;squeda, necesario para la consulta de la
        informaci&oacute;n:</p>
      <p class="TITLE"><img src="../img/MEF_006B8.PNG"></p>
      <table>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Bin / <span class="SUBTITULO">Producto</span> / <span class="SUBTITULO">Grupo
                afinidad </span></p>
          </td>
          <td>
            <p class="PARRAFO">Campo con lista de valores de la cual se deben seleccionar la combinaci&oacute;n de <A
                  href="MEH_002B.html">Productos</A> que el usuario desee consultar.</p>
          </td>
        </tr>
      </table>
      <p class="PARRAFO"><span class="SUBTITULO">Vigencia<a name="Vigencia"></a>:</span>  Se define la vigencia o cantidad de per&iacute;odos
        de los que dispone el tarjetahabiente para redimir los puntos acumulados por el manejo de su producto.</p>

      <p class="PARRAFO">El formulario contiene las opciones Actualizar, Eliminar
        y Adicionar.</p>
      <p class="TITLE"><img src="../img/MEF_006B7.PNG"></p>

      <p class="PARRAFO"><span class="SUBTITULO">Adicionar:</span>  Si
        el usuario invoca la opci&oacute;n Adicionar se despliega un formulario con
        los siguientes campos<span>:</span> 
      </p>
      <p class="TITLE"><img src="../img/MEF_006B9.PNG"></p>

      <table>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Producto</p>
          </td>
          <td>
            <p class="PARRAFO">Campo con lista de valores de la cual se deben seleccionar los <A
                  href="MEH_002B.html">Productos</A> que la entidad considere deban hacer parte del esquema de
              puntaje; una vez escogidos, la forma despliega para cada uno de ellos, el nombre, bin y segmento
              correspondientes.</p>
          </td>
        </tr>
        <tr>
          <td class="SUBTITULO">Inicio vigencia </td>
          <td>
            <p class="PARRAFO">Campo en formato YYYY-MM-DD en el cual se define la fecha en que entra en vigencia cada esquema de
              puntaje para determinado producto. El sistema controla que un mismo producto no pueda hacer parte de otro
              esquema si las fechas de vigencia se traslapan o sobreponen, a excepci&oacute;n de los casos en que la
              entidad requiera que para un mismo producto el sistema acumule puntos, siendo necesario marcar como no
              considerar Servicio, Grupos y Cadenas en la opci&oacute;n <a
                href="MEH_006B2.html">Par&aacute;metros adicionales</a>. Dado que el sistema realiza los cortes de
              cuentas de puntos a fecha de facturaci&oacute;n, se sugiere utilizar dichas fechas tanto para inicio como
              para fin de la vigencia de los esquemas.</p>
          </td>
        </tr>
        <tr>
          <td class="SUBTITULO">Fin vigencia </td>
          <td>
            <p class="PARRAFO">En este campo en formato YYYY-MM-DD se define la fecha en que finaliza la aplicaci&oacute;n o
              expiraci&oacute;n de la vigencia por esquema de puntaje para determinado producto.</p>
          </td>
        </tr>

        <tr>
          <td class="SUBTITULO">Factor conversi&oacute;n </td>
          <td>
            <p class="PARRAFO">Una vez el mecanismo de redenci&oacute;n seleccionado corresponda a abono, en este campo se
              determina el valor de cada unidad monetaria a la cual se van a convertir los puntos acumulados, en otras
              palabras, se multiplica el n&uacute;mero de puntos disponibles a redimir por el valor aqu&iacute; indicado
              y ese ser&aacute; el monto m&aacute;ximo del abono a aplicar al cliente..</p>
          </td>
        </tr>

        <tr>
          <td class="SUBTITULO">Puntos minimos </td>
          <td>
            <p class="PARRAFO">Campo num&eacute;rico de 7 d&iacute;gitos, obligatorio, en el que se registra la cantidad de puntos que
              necesita un cliente para poder hacerse acreedor a cada premio parametrizado.</p>
          </td>
        </tr>
      </table>

      <p><span class="SUBTITULO">Actualizar:</span>  Si el usuario
        invoca la opci&oacute;n Actualizar se despliega un nuevo formulario en cual
        los &uacute;nicos campos modificables son los siguientes:</p>
      <p class="TITLE"><img src="../img/MEF_006B10.PNG"></p>

     
      <table>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Establecimietno</p>
          </td>
          <td>
            <p class="PARRAFO">Campo que posee lista de valores poblada a trav&eacute;s de la opci&oacute;n <A
                  href="ESH_006B.html">Informaci&oacute;n de establecimientos</A> de la que debe seleccionarse el
              nombre del comercio que se desea tener en cuenta o en caso contrario excluir para la acumulaci&oacute;n de
              puntos.</p>
          </td>
        </tr>
      </table>

      <p><span class="SUBTITULO">Actualizar:</span>  Si el usuario
        invoca la opci&oacute;n Actualizar se despliega un nuevo formulario en cual
        los &uacute;nicos campos modificables son los siguientes:</p>
      <p class="TITLE"><img src="../img/MEF_006B25.PNG"></p>

  </section>
  <script src="../js/menu.js"></script>
</body>
<div id="footerContainer"></div>
<script>
  fetch('footer.html')
    .then(response => response.text())
    .then(html => {
      document.getElementById('footerContainer').innerHTML = html;
    });
</script>

</html>