<!DOCTYPE html>
<html lang="es">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>BANKBU®</title>
  <link rel="stylesheet" href="../css/pages.css">
  <link rel="stylesheet" href="../css/style.css">
  <link rel="icon" href="../img/ACQUIRER-logo.JPG" type="image/x-icon">
</head>

<body>

  <header>
    <img class="logo" src="../img/logoBankbu_.PNG" alt="Logo de Mi Empresa">
    <div id="menuBtn">
      <img class="TITLE" src="../img/menu.PNG" alt="Botón de Menú ">
    </div>
  </header>
    <div id="menuContainer"></div>
  <script>
    fetch('menu.html')
      .then(response => response.text())
      .then(html => {
        document.getElementById('menuContainer').innerHTML = html;
      });
  </script>

  <section>
    <div>
      
              <p class="TITLE">Programas comerciales</p>

      <p class="PARRAFO"><span class="SUBTITULO">Programas cambio:</span>  En esta opci&oacute;n
        se registra para cada programa, los productos originales y los productos por
        los cuales ser&aacute; cambiado cada uno de ellos, previo cumplimiento de
        los par&aacute;metros definidos en el tab anterior.</p>
      <p class="PARRAFO">El formulario contiene las opciones Actualizar, Eliminar
        y Adicionar. Adicionalmente, cuenta con un filtro de b&uacute;squeda y un
        bot&oacute;n para a la opci&oacute;n principal: <a href="MEH_019B.html">Programas
          comerciales</a> .</p>
            <p class="TITLE"><img src="../img/MEF_019B5.PNG"></p>
            
            <p><span class="SUBTITULO">Filtro:</span>  Se pueden realizar consultas a trav&eacute;s 
              de las siguientes opciones: </p>
            <p class="TITLE"><img src="../img/MEF_019B6.PNG"></p>
            
            <table>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Bin</p></td>
                <td><p class="PARRAFO">Campo 
                    con lista de valores de la cual se selecciona el <a href="MEH_001B.html">Bin</a> 
                    por el cual se desea filtrar; este criterio puede combinarse con el 
                    Segmento y Grupo de Afinidad, que son los otros dos componentes del 
                    producto.</p></td>
              </tr>
              <tr> 
                <td  class="titletable" ><p class="SUBTITULO">Producto</p></td>
                <td><p class="PARRAFO">Campo 
                    con lista de valores de la cual se selecciona el <a href="MEH_001B1.html">Segmento</a><a href="MEH_001B.html"></a> 
                    por el cual se desea filtrar; este criterio puede combinarse con el 
                    Bin y Grupo de Afinidad, que son los otros dos componentes del producto.</p></td>
              </tr>
              <tr> 
                <td  class="titletable" ><p class="SUBTITULO">Grupo 
                    de afinidad</p></td>
                <td><p class="PARRAFO">Campo 
                    con lista de valores de la cual se selecciona el <a href="MEH_001B2.html">Grupo 
                    de Afinidad</a><a href="MEH_001B.html"></a> por el cual se desea filtrar; 
                    este criterio puede combinarse con el Bin y Segmento, que son los otros 
                    dos componentes del producto.</p></td>
              </tr>
            </table>
            
            <p  class="PARRAFO"><span class="SUBTITULO">Adicionar:</span>  Si el usuario invoca la opci&oacute;n Adicionar se despliega un formulario con los siguientes campos<span 
        >:</span></p>
            <p class="TITLE"><img src="../img/MEF_019B7.PNG"></p>
            
            <table>
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><span 
        >C&oacute;digo</span></p></td>
                <td><p class="PARRAFO">El 
                    campo provee una lista de valores poblada previamente en la opci&oacute;n 
                    <a href="MEH_002B.html">Definici&oacute;n de productos</a>, con aquellos 
                    a los cuales se les ha relacionado el programa comercial correspondiente, 
                    y de la que es posible seleccionar cada uno de los productos originalmente 
                    pose&iacute;dos por los clientes y que ser&aacute;n reemplazados por 
                    el producto nuevo, si cumplen las condiciones dadas al momento de ejecutar 
                    el proceso de cambio masivo de productos.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><span 
        >Descripci&oacute;n</span></p></td>
                <td><p class="PARRAFO">Una 
                    vez cumplidos los par&aacute;metros de edad traslado y per&iacute;odos 
                    de mora se define cu&aacute;l es el producto destino del traslado, es 
                    decir, que cuando se cumplan dichos par&aacute;metros, todos los cr&eacute;ditos 
                    ser&aacute;n trasladados al producto parametrizado. El campo provee 
                    de una lista de valores poblada previamente mediante la opci&oacute;n 
                    <a href="MEH_002B.html">Definici&oacute;n de productos</a>, la cual 
                    facilita la labor de selecci&oacute;n del mismo.</p></td>
              </tr>
            </table>
            <p  class="PARRAFO"><span class="PARRAFO"><span class="SUBTITULO">Actualizar:</span>  
              Si el usuario invoca la opci&oacute;n Actualizar, se despliega un nuevo formulario 
              en el cual s&oacute;lo es modificable el campo Nuevo producto.</span></p>
            <p class="TITLE"><img src="../img/MEF_019B8.PNG"></p>
           
    </section>
    <script src="../js/menu.js"></script>
</body>
<div id="footerContainer"></div>
<script>
  fetch('footer.html')
    .then(response => response.text())
    .then(html => {
      document.getElementById('footerContainer').innerHTML = html;
    });
</script>
</html>