<!DOCTYPE html>
<html lang="es">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>BANKBU®</title>
  <link rel="stylesheet" href="../css/pages.css">
  <link rel="stylesheet" href="../css/style.css">
  <link rel="icon" href="../img/ACQUIRER-logo.JPG" type="image/x-icon">
</head>

<body>

  <header>
    <img class="logo" src="../img/logoBankbu_.PNG" alt="Logo de Mi Empresa">
    <div id="menuBtn">
      <img class="TITLE" src="../img/menu.PNG" alt="Botón de Menú ">
    </div>
  </header>
  <div id="menuContainer"></div>
    <script>
      fetch('menu.html')
        .then(response => response.text())
        .then(html => {
          document.getElementById('menuContainer').innerHTML = html;
        });
    </script>

  <section>
    <div>
      <table>
        <tr>
          <td>
            <div>
              <p class="TITLE">Programas comerciales</p>
            </div>
          </td>
        </tr>
      </table>
      <p class="PARRAFO">A trav&eacute;s de esta opci&oacute;n la entidad puede determinar
        algunos beneficios adicionales para el tarjeta habiente, con el objetivo de
        convertirse en una herramienta de apoyo en los procesos de colocaci&oacute;n
        masiva de productos, de acuerdo con el mercado objetivo y las caracter&iacute;sticas
        que la entidad define para lograr tal fin.</p>
      <p class="PARRAFO">El formulario contiene las opciones Actualizar, Eliminar,
        Adicionar y Detalle. Adicionalmente, cuenta con un filtro de b&uacute;squeda
        y la opci&oacute;n <a href="MEH_019B1.html">Programas cambio</a><span></span> .</p>
      <p class="TITLE"><img src="../img/MEF_019B.PNG"></p>

      <p><span class="SUBTITULO">Filtro:</span>  Se pueden realizar consultas a trav&eacute;s
        de las siguientes opciones: </p>
      <p class="TITLE"><img src="../img/MEF_019B1.PNG"></p>

      <table>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span>C&oacute;digo</span></b></p>
          </td>
          <td>
            <p class="PARRAFO">
              Admite cualquier valor n&uacute;merico de m&aacute;ximo 3 d&iacute;gitos
              sin decimales.
            </p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span>Descripci&oacute;n</span></b></p>
          </td>
          <td>
            <p class="PARRAFO">El
              campo Descripci&oacute;n, admite cualquier dato alfan&uacute;merico
              de m&aacute;ximo 50 caracteres, y acepta may&uacute;sculas y min&uacute;sculas.</p>
          </td>
        </tr>
      </table>

      <p class="PARRAFO"><span class="SUBTITULO">Adicionar:</span>  Si el usuario invoca la opci&oacute;n Adicionar se
        despliega un formulario con los siguientes campos<span>:</span> 
      </p>
      <p class="TITLE"><img src="../img/MEF_019B2.PNG"></p>

      <table>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span>C&oacute;digo</span></b></p>
          </td>
          <td>
            <p class="PARRAFO">En
              este campo obligatorio, se registra el c&oacute;digo de los diferentes
              programas comerciales a definir.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span>Descripci&oacute;n</span></b></p>
          </td>
          <td>
            <p class="PARRAFO">En
              este campo obligatorios se registra el nombre o descripci&oacute;n de
              los diferentes programas comerciales a definir.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Identificador</p>
          </td>
          <td>
            <p class="PARRAFO">Permite
              marcar uno de los valores presentados, con los cuales se tendr&aacute;n
              en cuenta los par&aacute;metros que aplicar&aacute;n en el proceso de
              masificaci&oacute;n de productos.</p>
            <p class="PARRAFO">Edad: Permite definir si el programa comercial
              aplicar&aacute; para aquellos clientes que cumplan con las caracter&iacute;sticas
              de la edad que se hayan definido.</p>
            <p class="PARRAFO">Antig&uuml;edad: Los par&aacute;metros tambi&eacute;n
              se pueden definir por antig&uuml;edad de la tarjeta, tomada a partir
              de la fecha de vigencia o activaci&oacute;n. Cuando se selecciona este
              campo, autom&aacute;ticamente se deshabilita la opci&oacute;n <a href="MEH_019B1.html">Programas
                cambio</a>.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Edad
              inicial </p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              num&eacute;rico de 3 posiciones, obligatorio, en el que se registra
              el rango inicial de edad del cliente a partir del cual se realiza el
              traslado del producto por efectos de aplicaci&oacute;n del programa
              comercial, siempre y cuando se haya seleccionado este par&aacute;metro
              como identificador.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b>Edad
                final </b></p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              num&eacute;rico de 3 posiciones, obligatorio, en el que se registra
              el rango final de edad del cliente hasta el cual se realiza el traslado
              del producto por efectos de aplicaci&oacute;n del programa comercial,
              siempre y cuando se haya seleccionado este par&aacute;metro como identificador.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">%
              Manejo / Afiliaci&oacute;n / Seguro</p>
          </td>
          <td>
            <p class="PARRAFO">Campos
              num&eacute;ricos de 3 posiciones enteras y 2 decimales, obligatorios,
              en los cuales se define la proporci&oacute;n que se cobrar&aacute; al
              cliente por cualquiera de los tres conceptos, sobre los valores definidos
              para el producto, por pertenecer a un determinado programa comercial.
              Estos par&aacute;metros son aplicados jer&aacute;rquicamente a partir
              de lo definido en <a href="MEH_032B.html">prioridad cobro de cuotas</a>
              tanto para productos d&eacute;bito como cr&eacute;dito.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b>Exenci&oacute;n</b></p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              num&eacute;rico no obligatorio en el que se puede indicar el n&uacute;mero
              de periodos durante los cuales aplican las condiciones de %manejo
                / seguro / afiliaci&oacute;n definidas en el campo anterior.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b>Nro.
                mora 1/ Nro. mora 2 /Nro. mora 3</b></p>
          </td>
          <td>
            <p class="PARRAFO">En
              este campo obligatorio, la entidad establece el n&uacute;mero de moras
              m&aacute;ximo para determinada altura, que puede presentar un cliente
              para que sea susceptible de efectu&aacute;rsele un cambio de producto.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b>Per&iacute;odos
                Evaluar
              </b></p>
          </td>
          <td>
            <p class="PARRAFO">Este
              campo obligatorio, permite registrar la cantidad de facturaciones desde
              la &uacute;ltima hacia atr&aacute;s, que servir&aacute;n como base para
              evaluar el n&uacute;mero de veces en las que el cliente ha entrado en
              mora, y poder determinar as&iacute; que su producto de un programa comercial
              pase a uno de manejo de tarjeta principal com&uacute;n y corriente.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b>Edad
                Traslado</b></p>
          </td>
          <td>
            <p class="PARRAFO">Corresponde
              a la edad que debe alcanzar el cliente para que el producto de un programa
              comercial sea cambiado a uno de tarjeta principal com&uacute;n y corriente.
              Es un campo num&eacute;rico de 3 posiciones y su diligenciamiento no
              es requerido.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">%
              Aumento para l&iacute;nea principal</p>
          </td>
          <td>
            <p class="PARRAFO">En
              este campo se define la proporci&oacute;n de aumento de cupo sobre la
              l&iacute;nea principal del nuevo producto, teniendo en cuenta que no
              se supere el cupo m&aacute;ximo para dicha l&iacute;nea.</p>
          </td>
        </tr>
      </table>
      <p class="PARRAFO"><span class="PARRAFO"><span class="SUBTITULO">Actualizar:</span> 
          Si el usuario invoca la opci&oacute;n Actualizar, se despliega un nuevo formulario
          en el cual todos los campos son campos modificables si el identificador es por antig&uuml;edad</span>  y si es
        por edad, el &uacute;nico campo no modificable es C&oacute;digo. </p>
      <p class="TITLE"><img src="../img/MEF_019B3.PNG"></p>

      <p class="PARRAFO"><span class="SUBTITULO">Detalle:</span>  Si el usuario invoca la opci&oacute;n Detalle se
        despliega el siguiente formulario: <span>

        </span></p>
      <p class="TITLE"><img src="../img/MEF_019B4.PNG"></p>

  </section>
  <script src="../js/menu.js"></script>
</body>
<div id="footerContainer"></div>
<script>
  fetch('footer.html')
    .then(response => response.text())
    .then(html => {
      document.getElementById('footerContainer').innerHTML = html;
    });
</script>

</html>