<!DOCTYPE html>
<html lang="es">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>BANKBU®</title>
  <link rel="stylesheet" href="../css/pages.css">
  <link rel="stylesheet" href="../css/style.css">
  <link rel="icon" href="../img/ACQUIRER-logo.JPG" type="image/x-icon">
</head>

<body>

  <header>
    <img class="logo" src="../img/logoBankbu_.PNG" alt="Logo de Mi Empresa">
    <div id="menuBtn">
      <img class="TITLE" src="../img/menu.PNG" alt="Botón de Menú ">
    </div>
  </header>
  <div id="menuContainer"></div>
    <script>
      fetch('menu.html')
        .then(response => response.text())
        .then(html => {
          document.getElementById('menuContainer').innerHTML = html;
        });
    </script>

  <section>
    <div>
      <table>
        <tr>
          <td>
            <div>
              <p class="TITLE">Segmentaci&oacute;n de clientes</p>
            </div>
          </td>
        </tr>
      </table>
      <p class="PARRAFO">Mediante esta funci&oacute;n se provee una herramienta de
        mercadeo que permite la segmentaci&oacute;n de los clientes, mediante la creaci&oacute;n
        de grupos de informaci&oacute;n sobre los mismos de acuerdo con los criterios
        de selecci&oacute;n que la entidad estime necesarios.</p>
      <p class="PARRAFO"><span class="SUBTITULO">Filtro:</span>  El formulario cuenta
        con un filtro inicial, que puede ser utilizado para agilizar la b&uacute;squeda
        de un Criterio.</p>
      <p class="TITLE"><img src="../img/MEF_012B1.PNG"></p>

      <table>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span>Nombre
                  criterio </span></b></p>
          </td>
          <td>
            <p class="PARRAFO">Si
              el usuario invoca el filtro, el sistema le debe permitir ingresar cualquier
              valor alfanum&eacute;rico de m&aacute;ximo 30 caracteres.</p>
          </td>
        </tr>
      </table>
      <p class="PARRAFO">El formulario contiene las opciones Actualizar, Eliminar,
        Adicionar, y Detalle. Adicionalmente, cuenta en la parte superior con las
        opciones <a href="MEH_012B1.html">Lista de resultados</a> y <a href="MEH_012B2.html">Adicionar</a>.
      <p class="TITLE"><img src="../img/MEF_012B.PNG"></p>

      <p class="PARRAFO"><span class="SUBTITULO">Adicionar:</span>  Si el usuario invoca
        esta opci&oacute;n, se despliega un formulario con los siguientes campos<span>,
          a trav&eacute;s del cual se ingresa un nuevo Criterio.</span></p>
      <p class="PARRAFO"><span class="SUBTITULO">Criterios:</span>  Mediante la combinatoria
        de este conjunto de campos la entidad define las condiciones que requiera
        para suplir sus necesidades de informaci&oacute;n. Los campos son de libre
        elecci&oacute;n por parte de la entidad y por lo tanto no se requiere marcar
        todos los criterios para que la informaci&oacute;n sea suministrada, a excepci&oacute;n
        del campo nombre de criterio, puesto que &eacute;ste ser&aacute;
        el que permita identificar una consulta espec&iacute;fica de las otras; debe
        tenerse presente que todos los campos permiten indicar si el resultado de
        la segmentaci&oacute;n debe mostrar los clientes cuya caracter&iacute;stica
        sea igual (=) &oacute; diferente (!=) al valor especificado por la entidad
        para cada criterio seleccionado, es decir, si deben ser inclu&iacute;dos
        o exclu&iacute;dos de la lista correspondiente.</p>
      <p class="TITLE"><img src="../img/MEF_012B2.PNG"></p>
      <table>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Criterio</p>
          </td>
          <td>
            <p class="PARRAFO">La
              entidad debe definir el nombre con el cual identificar&aacute; dicha
              informaci&oacute;n cada vez que genere la consulta si as&iacute; lo
              requiere.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Sexo</p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              en el cual la entidad selecciona a trav&eacute;s de la lista de valores
              adjunta el g&eacute;nero de los clientes (Masculino o Femenino) al que
              deben estar asociadas las tarjetas sobre las cuales desea generar la
              informaci&oacute;n.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Tipo
              identificaci&oacute;n </p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              que contiene una lista de valores de los cuales la entidad escoge sobre
              cu&aacute;l de ellos desea realizar la consulta. Una Vez seleccionado
              el tipo de documento el campo permite, aunque no lo requiere, que se
              le asigne un valor determinado, para generar la informaci&oacute;n deseada.
              Si no se asigna ning&uacute;n valor la informaci&oacute;n obtenida corresponder&aacute;
              a todas las tarjetas pertenecientes a clientes cuya identificaci&oacute;n
              sea igual o diferente al tipo de identificaci&oacute;n seleccionado
              m&aacute;s las dem&aacute;s variables, si las hay.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">N&uacute;mero
              identificaci&oacute;n </p>
          </td>
          <td>
            <p class="PARRAFO">Se
              define el n&uacute;mero de identificaci&oacute;n del cliente que se
              quiere consultar o en su defecto excluir de la selecci&oacute;n.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Nombre
              / Nombre 2 </p>
          </td>
          <td>
            <p class="PARRAFO">Campos
              en los cuales la entidad ingresa el primer y/o segundo nombre correspondiente
              a los clientes que se desea inclu&iacute;r o exclu&iacute;r de la lista
              de segmentaci&oacute;n.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Apellido
              / Apellido 2 </p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              en los cuales la entidad ingresa el primer y/o segundo apellido correspondiente
              a los clientes que se desea inclu&iacute;r o exclu&iacute;r de la lista
              de segmentaci&oacute;n.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Edad</p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              en el que se indica una valor de referencia y permite especificar si
              la condici&oacute;n a cumplir para ser inclu&iacute;do o exclu&iacute;do
              de la lista de segmentaci&oacute;n es que la edad del cliente sea igual,
              diferente, menor o mayor a la registrada
              en este campo.
            </p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Estado
              civil </p>
          </td>
          <td>
            <p class="PARRAFO">En
              este campo se selecciona de la lista de valores adjunta el estado civil
              actual del cliente (Viudo, Soltero, Religioso, Divorciado, Casado u
              Otro) al que deben estar asociadas las tarjetas a inclu&iacute;r o excluir
              de la segmentaci&oacute;n.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Lugar
              de nacimiento</p>
          </td>
          <td>
            <p class="PARRAFO">Este
              campo permite mediante una lista de valores, poblada por medio de la
              opci&oacute;n <a href="NUH_003B2.html">Informaci&oacute;n geopol&iacute;tica</a>
              seleccionar el municipio o ciudad en el que debe haber nacido el cliente
              para ser inclu&iacute;do o exclu&iacute;do de la lista.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Ubicaci&oacute;n
              sede</p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              en el que se selecciona de la lista de valores el municipio o ciudad
              en el que debe residir el cliente para ser inclu&iacute;do o exclu&iacute;do
              de la lista.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Profesi&oacute;n</p>
          </td>
          <td>
            <p class="PARRAFO">En
              este campo se selecciona de la lista de valores la <a href="NUH_030B.html">Profesi&oacute;n</a>
              que debe tener el cliente para ser inclu&iacute;do o exclu&iacute;do
              de la segmentaci&oacute;n.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Actividad
              econ&oacute;mica</p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              con lista de valores de la que se selecciona la <a href="NUH_032B.html">Actividad
                econ&oacute;mica</a> desempe&ntilde;ada por el cliente para ser inclu&iacute;do
              o exclu&iacute;do de la segmentaci&oacute;n.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Categor&iacute;a</p>
          </td>
          <td>
            <p class="PARRAFO">En
              este campo se selecciona de la lista de valores la <a href="MEH_004B.html">Categor&iacute;a</a>
              a la que debe pertenecer el cliente para ser inclu&iacute;do o exclu&iacute;do
              de la segmentaci&oacute;n.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Clasificaci&oacute;n
              socioecon&oacute;mica </p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              en el que se registra el estrato socio econ&oacute;mico al que debe
              pertenecer el cliente para ser inclu&iacute;do o exclu&iacute;do de
              la segmentaci&oacute;n.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Tipo
              empleo </p>
          </td>
          <td>
            <p class="PARRAFO">En
              este campo se selecciona de la lista de valores adjunta el tipo de empleo
              que debe tener el cliente (Ama de casa, Jubilado, Socio, Independiente,
                Empleado u Otro) para ser inclu&iacute;do o exclu&iacute;do
              de la segmentaci&oacute;n.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Estado</p>
          </td>
          <td>
            <p class="PARRAFO">En
              este campo se selecciona de la lista de valores adjunta la condici&oacute;n
              actual que debe tener el cliente (Inactivo o Activo)
              para ser inclu&iacute;do o exclu&iacute;do de la segmentaci&oacute;n.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Permite
              mercadeo </p>
          </td>
          <td>
            <p class="PARRAFO">En
              este campo se selecciona de la lista de valores la opci&oacute;n correspondiente,
              cuando el criterio para ser inclu&iacute;do o exclu&iacute;do de la
              lista es Si o No el cliente permite mercadeo.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Calificaci&oacute;n
              entidad </p>
          </td>
          <td>
            <p class="PARRAFO">En
              este campo se selecciona de la lista de valores la <a href="NUH_066B.html">Calificaci&oacute;n</a>
              (institucional) asignada por la entidad, a la que debe pertenecer el
              cliente para ser inclu&iacute;do o exclu&iacute;do de la segmentaci&oacute;n.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Periodos
              actividad </p>
          </td>
          <td>
            <p class="PARRAFO">En
              este campo se indica un n&uacute;mero de periodos como punto de referencia
              y permite especificar si la condici&oacute;n a cumplir para ser inclu&iacute;do
              o exclu&iacute;do de la lista de segmentaci&oacute;n es que el n&uacute;mero
              de periodos de actividad del cliente sea igual, diferente, menor
              o mayor al registrado en este campo.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">N&uacute;mero
              promedio utilizaciones</p>
          </td>
          <td>
            <p class="PARRAFO">En
              este campo se indica un n&uacute;mero promedio de utilizaciones como
              referencia y permite especificar si la condici&oacute;n a cumplir para
              ser inclu&iacute;do o exclu&iacute;do de la lista de segmentaci&oacute;n
              es que el promedio de utilizaciones que el cliente presenta sea igual,
                diferente, menor o mayor al registrado en este campo.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Valor
              promedio utilizaciones</p>
          </td>
          <td>
            <p class="PARRAFO">En
              este campo se indica un valor promedio de utilizaciones como referencia
              y permite especificar si la condici&oacute;n a cumplir para ser inclu&iacute;do
              o exclu&iacute;do de la lista de segmentaci&oacute;n es que el valor
              promedio de utilizaciones que el cliente presenta sea igual, diferente,
                menor o mayor al registrado en este campo.</p>
          </td>
        </tr>
      </table>

      <p class="PARRAFO"><span class="PARRAFO"><span class="SUBTITULO">Actualizar:</span> 
          Si el usuario invoca esta opci&oacute;n, se despliega un nuevo formulario
          en el cual todos los campos son modificables, exceptuando el Criterio.
          Una vez definidos los criterios sobre los cuales se evaluar&aacute; la informaci&oacute;n,
          la entidad puede en un momento determinado adicionar nuevos criterios y luego,
          los datos obtenidos se reflejar&aacute;n en la carpeta de resultados junto
          con la informaci&oacute;n presentada antes de dicha adici&oacute;n. </span></p>
      <p class="TITLE"><img src="../img/MEF_012B3.PNG"></p>
      <p><span class="SUBTITULO">Detalle:</span>  Si el usuario invoca la opci&oacute;n
        Detalle se despliega el siguiente formulario: </p>
      <p class="TITLE"><img src="../img/MEF_012B4.PNG"></p>

      <p class="PARRAFO"><span class="SUBTITULO">Aplicar:</span>  Cuando
        se utilice esta funcionalidad, el sistema debe desplegar un nuevo formulario
        titulado <a href="MEH_012B1.html"> Resultados</a>, con el nombre del Criterio
        y subt&iacute;tulo 'Resultados' y contener los siguientes campos para cada
        uno de los registros desplegados: Tipo de identificaci&oacute;n, N&uacute;mero
        de identificaci&oacute;n, Nombre del cliente y campo de marca para seleccionarlos
        para eliminarlos de la lista</p>

      <table>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><img src="../img/MEF_012B5-Aplicar.PNG"></p>
          </td>
          <td>
            <p class="PARRAFO"><span class="SUBTITULO">Aplicar:</span> 
              Una vez definidos los criterios sobre los cuales se evaluar&aacute;
              la informaci&oacute;n se debe accionar este bot&oacute;n. Posteriormente,
              los datos obtenidos se reflejar&aacute;n en la carpeta de resultados.
              Cada criterio de consulta queda guardado incluyendo sus par&aacute;metros,
              para que el usuario los pueda consultar, modificar o eliminar.</p>
          </td>
        </tr>
      </table>
      <p><a href="MEH_012B1.html">Lista de resultados</a><span><b> | </b></span><a href="MEH_012B2.html">
          Adicionar</a></p>
  </section>
  <script src="../js/menu.js"></script>
</body>
<div id="footerContainer"></div>
<script>
  fetch('footer.html')
    .then(response => response.text())
    .then(html => {
      document.getElementById('footerContainer').innerHTML = html;
    });
</script>

</html>