<!DOCTYPE html>
<html lang="es">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>BANKBU®</title>
  <link rel="stylesheet" href="../css/pages.css">
  <link rel="stylesheet" href="../css/style.css">
  <link rel="icon" href="../img/ACQUIRER-logo.JPG" type="image/x-icon">
</head>

<body>
  <header>
    <img class="logo" src="../img/logoBankbu_.PNG" alt="Logo de Mi Empresa">
    <div id="menuBtn">
      <img class="TITLE" src="../img/menu.PNG" alt="Botón de Menú ">
    </div>
  </header>
  <div id="menuContainer"></div>
    <script>
      fetch('menu.html')
        .then(response => response.text())
        .then(html => {
          document.getElementById('menuContainer').innerHTML = html;
        });
    </script>

  <section>
    <div <table>
      <tr>
        <td>
          <div class="TITLE">
            <p>Oficinas de radicaci&oacute;n</p>
          </div>
        </td>
      </tr>
      </table>
      <p>Pantalla que permite la consulta y/o actualizaci&oacute;n de la tabla que contiene la parametrizaci&oacute;n
        necesaria para que el sistema controle la adecuada asignaci&oacute;n de la oficina de radicaci&oacute;n o una
        oficina por defecto espec&iacute;fica, a nivel departamental, al ingresar las novedades de cambio de oficina de
        radicaci&oacute;n. </p>
      <p class="TITLE"><img src="../img/NUF_096E.PNG" 517" height="336"></p>

      <p class="PARRAFO">El
        formulario contiene las opciones Actualizar, Eliminar y Adicionar. </p>
      <p class="PARRAFO"><span class="SUBTITULO"><b><span>Adicionar</span></b><span 
        >:</span></span><span 
        > Si el 
              usuario invoca la opci&oacute;n Adi</span></span><span 
        >cionar se despliega un formulario con los 
              siguientes bloques:</span></p>
            <p class="TITLE"><img src="../img/NUF_096E1.PNG"484" ></p>
            
            <table>
              <tr>
                <td class="titletable" ><p class="SUBTITULO">Ubicaci&oacute;n</p></td>
                <td><p>Campo obligatorio que posee lista de valores poblada a   trav&eacute;s de la opci&oacute;n <a href="NUH_003B.html" >Informaci&oacute;n geopol&iacute;tica</a> del grupo de Tablas corporativas del N&uacute;cleo, de la cual se selecciona el   departamento para el cual se requiere definir la oficina de radicaci&oacute;n asignada   o la oficina por defecto correspondiente.</p></td>
              </tr>
              <tr>
                <td  class="titletable" ><p class="SUBTITULO">Oficina defecto </span></td>
                <td><p>En este campo con lista de valores poblada a   trav&eacute;s de la opci&oacute;n <a href="NUH_020B.html" >Estructura org&aacute;nica</a> se   puede seleccionar la oficina que por defecto servir&aacute; de base o referente para   los posibles cambios de oficina de radicaci&oacute;n de las obligaciones. </p></td>
              </tr>
              <tr> 
                <td class="titletable" ><p class="SUBTITULO">Oficina radicaci&oacute;n </p></td>
                <td><p>Campo obligatorio que posee lista de valores poblada a   trav&eacute;s de la opci&oacute;n <a href="NUH_020B.html" >Estructura org&aacute;nica</a> de la   que debe seleccionarse la oficina que por defecto servir&aacute; de base o referente   para los posibles cambios de oficina de radicaci&oacute;n de las   obligaciones.</p>        </td>
              </tr>
              <tr>
                <td class="titletable" ><p class="SUBTITULO">Comod&iacute;n 1 </td>
                <td><p>En este campo num&eacute;rico de 5 d&iacute;gitos, no   obligatorio, se registra el o los d&iacute;gitos por los que usualmente inicia el   c&oacute;digo de las oficinas del departamento seleccionado.</p>        </td>
              </tr>
              <tr>
                <td class="titletable"><p class="SUBTITULO"><b><span 
        >Comod&iacute;n 2 </span></b></p></td>
                <td><p>Campo num&eacute;rico de 5 d&iacute;gitos, no obligatorio,   en el que se registra de ser necesario, el o los d&iacute;gitos por los que usualmente   inicia el c&oacute;digo de las oficinas, diferentes a los registrados en el campo   Comod&iacute;n 1, del departamento seleccionado.</p>        </td>
              </tr>
            </table>
            <p><span class="SUBTITULO"><b >Actualizar</b>: </span>  Si el usuario invoca la opci&oacute;n Actualizar se despliega un nuevo formulario 
              en el cual los &uacute;nicos campos modificables son: Oficina defecto, Oficina de radicaci&oacute;n, Comod&iacute;n 1, y Comod&iacute;n 2.</p>
            <p class="TITLE"><img src="../img/NUF_096E2.PNG"467" ></p>
            
            </section>
    <script src="../js/menu.js"></script>

    <div id="footerContainer"></div>
<script>
  fetch('footer.html')
    .then(response => response.text())
    .then(html => {
      document.getElementById('footerContainer').innerHTML = html;
    });
</script>
</body>

</html>