<!DOCTYPE html>
<html lang="es">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>BANKBU®</title>
  <link rel="stylesheet" href="../css/pages.css">
  <link rel="stylesheet" href="../css/style.css">
  <link rel="icon" href="../img/ACQUIRER-logo.JPG" type="image/x-icon">
</head>

<body>

  <header>
    <img class="logo" src="../img/logoBankbu_.PNG" alt="Logo de Mi Empresa">
    <div id="menuBtn">
      <img class="TITLE" src="../img/menu.PNG" alt="Botón de Menú ">
    </div>
  </header>
    <div id="menuContainer"></div>
  <script>
    fetch('menu.html')
      .then(response => response.text())
      .then(html => {
        document.getElementById('menuContainer').innerHTML = html;
      });
  </script>

  <section>
    <div>
      
              <p class="TITLE">Estructura organizacional</p>

      <p class="PARRAFO">Mediante esta funci&oacute;n se habilita la consulta y mantenimiento
        de la tabla en la cual se almacena la informaci&oacute;n m&aacute;s relevante
        sobre la composici&oacute;n de la estructura org&aacute;nica de la entidad;
        se fundamenta en la jerarqu&iacute;a administrativa y/o funcional, descomponi&eacute;ndose
        y recomponi&eacute;ndose en cascada mediante los botones especiales y gracias
        a la flexibilidad de la forma, permite la inclusi&oacute;n de diversas clases
        de estructuras. La funcionalidad adicional de la forma se explica m&aacute;s
        adelante.</p>
      <p class="TITLE"><img src="../img/NUF_020E.PNG" 759" height="528"></p>
      <p class="PARRAFO">El formulario contiene las opciones Actualizar,
        Eliminar, Adicionar y Detalle. Adicionalmente, cuenta con un filtro de b&uacute;squeda
        y la opci&oacute;n <a href="#Recursos" title="Recursos" target="_self">Recursos</a> en la parte superior.</p>
      <p class="PARRAFO"><span class="SUBTITULO"> Filtro: </span>
          Se pueden realizar consultas a trav&eacute;s de las siguientes opciones: </span> 
      </p>
      <p class="TITLE"><img src="../img/NUF_020E1.PNG" 469"></p>

      <table>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Sucursal</span></p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              num&eacute;rico con lista de valores de cuatro d&iacute;gitos, en el
              cual se registra el c&oacute;digo una dependencia de la entidad.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Sucursal
                  depende org&aacute;nicamente de</span></p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              num&eacute;rico con lista de valores de cuatro d&iacute;gitos, en el
              cual se registra el c&oacute;digo una dependencia de la entidad.</p>
          </td>
        </tr>
      </table>
      <p class="PARRAFO"><span class="SUBTITULO">Adicionar: </span>  Si el usuario invoca
        la opci&oacute;n Adicionar se despliega un wizard de cuatro pasos con los
        siguientes formulario.</p>
      
      <p class="PARRAFO"><span class="SUBTITULO">General: </span> En
        este conjunto de campos se registra la informaci&oacute;n b&aacute;sica de
        cada una de las sucursales definidas en el bloque anterior; los datos desplegados
        corresponden al registro sobre el cual se encuentre ubicado el cursor.</p>
      <p class="TITLE"><img src="../img/NUF_020E2.PNG" 756" height="133"></p>

      <table>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Sucursal</span></p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              num&eacute;rico de cuatro d&iacute;gitos, obligatorio, en el cual se
              registra el c&oacute;digo y a continuaci&oacute;n el nombre asignado
              a cada dependencia de la entidad. La asignaci&oacute;n de c&oacute;digos
              debe ser ascendente y acorde a la jerarqu&iacute;a de la entidad y es
              indispensable incluir a la misma entidad con el c&oacute;digo cero,
              puesto que la opci&oacute;n <a href="NUH_023B.html">Calendario</a></span>  as&iacute;
              lo requiere para poder heredar los d&iacute;as inh&aacute;biles y festivos,
              tanto de la entidad como de la corporaci&oacute;n a la que pertenece
              la entidad, en caso de aplicar esta figura.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Nombre
                  de la sucursal</span></p>
          </td>
          <td>
            <p class="PARRAFO"><span class="PARRAFO">Campo
                en el cual se registra el nombre asignado a cada dependencia de la entidad.
              </span></p>
          </td>
        </tr>
      </table>
      <p class="PARRAFO">El usuario tiene la opci&oacute;n de Cancelar o Avanzar al segundo paso del
        wizard a trav&eacute;s de los botones ubicados en la parte inferior derecha
        del formulario.</p>
      <p class="TITLE"><img src="../img/NUF_020E3.PNG" 756" height="270"></p>
      </blockquote>

      <table>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Tipo
              de sucursal</p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              que posee lista de valores adjunta de la cual se debe seleccionar el
              nivel o jerarqu&iacute;a administrativo/operativo que detenta la dependencia
              y que puede ser Agencia, Sucursal, Oficina, Empresa, Departamental o
              Regional.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Estatus
              de la sucursal</p>
          </td>
          <td>
            <p class="PARRAFO">En
              este campo con lista de valores adjunta, se selecciona la condici&oacute;n
              actual de la dependencia que puede ser Activo, Inactivo o Suspensi&oacute;n.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Fecha
              de apertura</p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              en formato fecha DD/MM/YYYY, no obligatorio, que contiene la fecha en
              la cual ocurre la apertura oficial de la sucursal o dependencia.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">D&iacute;as
              plazo canje</p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              num&eacute;rico de tres d&iacute;gitos, no obligatorio en el que se
              registra el n&uacute;mero m&aacute;ximo de d&iacute;as h&aacute;biles
              que requiere la operaci&oacute;n del canje interbancario. Si la entidad
              determina que los pagos en cheque deben aplicar como si fuesen en efectivo,
              este campo deber&aacute; contener el valor de cero o uno, en todas las
              sucursales y oficinas habilitadas para la recepci&oacute;n de dichos
              pagos.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Centro
              de captura</p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              num&eacute;rico de 2 posiciones, no obligatorio, en el cual se registra
              el c&oacute;digo del centro de operaciones donde se realiza la captura
              del movimiento diario, al cual pertenece la oficina o sucursal.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Administrada
              por</p>
          </td>
          <td>
            <p class="PARRAFO">En
              este campo alfanum&eacute;rico de 30 posiciones, no obligatorio, se
              digita el nombre del administrador, gerente o persona responsable de
              la sucursal o dependencia de la entidad.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Sub
              administrada por</p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              alfanum&eacute;rico de 30 posiciones, no obligatorio, dentro del que
              se registra el nombre del subadministrador, subgerente o asistente de
              la persona responsable de la sucursal o dependencia de la entidad.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Acumulado
              de la sucursal</p>
          </td>
          <td>
            <p class="PARRAFO">En
              este campo se selecciona de la lista de valores, poblada a trav&eacute;s
              de esta misma pantalla, el c&oacute;digo de una sucursal que cobije
              a una o m&aacute;s oficinas de nivel inferior, para efectos de evaluaci&oacute;n
              del logro de las metas por oficina propuestas.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Sucursal
                  depende org&aacute;nicamente de</span></p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              no obligatorio, contiene lista de valores codificada con las diversas
              &aacute;reas, secciones o sucursales de la entidad, poblada para establecer
              la relaci&oacute;n de dependencia org&aacute;nica o funcional entre
              los entes de la misma empresa. Las oficinas que no sean incluidas dentro
              de la cadena de dependencia con la entidad no heredar&aacute;n el calendario
              de &eacute;sta.</p>
          </td>
        </tr>
      </table>

      <p class="PARRAFO">El usuario tiene las opciones Cancelar, Atr&aacute;s o Avanzar
        a trav&eacute;s de los botones ubicados en la parte inferior derecha del formulario.</p>
      <p class="PARRAFO"><span class="SUBTITULO">Localizaci&oacute;n:</span>  Mediante este
        grupo de campos se define los datos b&aacute;sicos tanto de localizaci&oacute;n
        como de comunicaci&oacute;n de la dependencia, principalmente con las dem&aacute;s
        sucursales de la entidad.</p>
      <p class="TITLE"><img src="../img/NUF_020E4.PNG"></p>

      <table>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Ubicaci&oacute;n</p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              obligatorio, posee lista de valores poblada en la opci&oacute;n <a href="NUH_003B.html">Entidades
                territoriales</a> de este mismo m&oacute;dulo, de la que se
              selecciona la ciudad, departamento y pa&iacute;s (o la divisi&oacute;n
              geopol&iacute;tica que rija para cada pa&iacute;s) en que se encuentra
              radicada la sucursal o dependencia de la entidad.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Tipo captura</p>
          </td>
          <td>
            <p class="PARRAFO">Este
              campo dise&ntilde;ado para uso futuro, no obligatorio, posee lista de
              valores adjunta, poblada en la opci&oacute;n <a href="NUH_050B.html">Par&aacute;metros
                de captura</a> del N&uacute;cleo, de la cual se selecciona
              la opci&oacute;n que determina la manera como cada oficina accesar&aacute;
              o capturar&aacute; su movimiento.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Registro
              de flujo</p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              que posee lista de valores adjunta de la cual se selecciona entre S&iacute;
              o No le es permitido a esa dependencia la captura de movimiento, lo
              cual se reflejar&aacute; en el momento de interactuar con la opci&oacute;n <a
                  href="INH_004B.html">Captura movimiento oficinas</a>.</span></p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Zona</p>
          </td>
          <td>
            <p class="PARRAFO">En
              este campo que contiene lista de valores, se selecciona la <a href="NUH_041B.html">Zona
                geogr&aacute;fica</a>, si existe, de la cual depende operativa o
              administrativamente cada dependencia.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Nomenclatura</p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              alfanum&eacute;rico de 40 posiciones, no obligatorio, en el que se ingresa
              la direcci&oacute;n de la sucursal o dependencia de la entidad.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Tel&egrave;fono</p>
          </td>
          <td>
            <p class="PARRAFO">En
              este campo alfanum&eacute;rico de 20 posiciones, no obligatorio, se
              ingresan los n&uacute;meros telef&oacute;nicos de la sucursal o dependencia
              de la entidad.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Fax</p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              alfanum&eacute;rico de 20 posiciones, no obligatorio, en el que se ingresa
              el n&uacute;mero del fax de la sucursal o dependencia de la entidad.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Correo
              electr&oacute;nico</p>
          </td>
          <td>
            <p class="PARRAFO">En
              este campo alfanum&eacute;rico de 30 posiciones, no obligatorio, se
              registra la direcci&oacute;n para el env&iacute;o de correo electr&oacute;nico
              a la sucursal o dependencia de la entidad.</p>
          </td>
        </tr>
      </table>

      <p class="PARRAFO">El usuario tiene las opciones Cancelar, Atr&aacute;s o Avanzar
        a trav&eacute;s de los botones ubicados en la parte inferior derecha del formulario.</p>
      <p class="PARRAFO"><span class="SUBTITULO">Horario:</span>  En este formulario se
        define el horario de atenci&oacute;n al p&uacute;blico para cada uno de los
        siete d&iacute;as de la semana. </p>
      <p class="TITLE"><img src="../img/NUF_020E5.PNG"></p>

      <table>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">D&iacute;a
              de la semana</p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              en el que aparece por defecto el nombre de cada uno de los d&iacute;as
              de la semana.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Desde</p>
          </td>
          <td>
            <p class="PARRAFO">En
              este campo en formato de HH24:MI no obligatorio, se registra el horario
              en que se inicia el servicio al p&uacute;blico.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Hasta</p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              en formato de HH24:MI no obligatorio, en el que se registra el horario
              de cierre o hasta el que se presta el servicio.</p>
          </td>
        </tr>
      </table>

      <p class="PARRAFO">El usuario tiene las opciones Cancelar, Atr&aacute;s o Guardar; las cuales
        podr&agrave;n ser invocadas a trav&eacute;s de los botones ubicados en la
        parte inferior derecha del formulario.</p>
      <p class="PARRAFO"><span class="SUBTITULO">Actualizar:</span>  Si el usuario
        invoca la opci&oacute;n Actualizar se despliega un nuevo formulario en el
        cual los &uacute;nicos campos modificables son: Nombre de la sucursal, Tipo de sucursal, Fecha de apertura,
        D&igrave;as plazo </span> canje, Centro de captura, Sub administrada por, Sucursal depende organicamente de,
        Estatus de la sucursal, Administrada por, Acumulado de la sucursal, Ubicaci&oacute;n, Registro de flujo, Fax,
        Tipo Captura, Zona, Tel&egrave;fono, Correo electr&oacute;nico y los horarios (desde-hasta) de Domingo a
        S&agrave;bado. </p>
      <p class="TITLE"><img src="../img/NUF_020E6.PNG" 586"></p>

      <p class="PARRAFO"><span class="SUBTITULO">Detalle:</span>  Si el usuario invoca la opci&oacute;n Detalle se
        despliega el siguiente formulario: 

        </span></p>
      <p class="TITLE"><img src="../img/NUF_020E7.PNG" 644" height="611"></p>
      <p><a name="Recursos"></a></p>
      <p><span class="SUBTITULO">Recursos</span></p>
      <p class="PARRAFO">Al invocar la v&iacute;nculo Recursos,
        el sistema muestra el siguiente formulario, en el cual se relacionan los activos
        f&iacute;sicos o recursos con que cuenta la sucursal o dependencia de la entidad,
        para efectos de control o inventario, entre otros. Adicionalmente, se puede regresar a la opci&oacute;n <a
          href="NUH_020B.html" target="_self">Estructura Org&aacute;nica </a> a trav&eacute;s
        del bot&oacute;n volver de la parte superior izquierda.</p>
      <p class="TITLE"><img src="../img/NUF_020E10.PNG" 599" height="247"></p>

      <p class="PARRAFO">El
          formulario contiene las opciones Actualizar, Eliminar y Adicionar.</span></p>
      <p class="PARRAFO"><span class="SUBTITULO">Adicionar</span>: Si el
          usuario invoca la opci&oacute;n Adicionar se despliega el siguiente formulario:</span>
         
      </p>
      <p class="TITLE"><img src="../img/NUF_020E8.PNG" 335" height="124"></p>

      <table>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">C&oacute;digo
              de inventario</p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              alfanum&eacute;rico de 20 posiciones, obligatorio, en el que se ingresa
              el n&uacute;mero o c&oacute;digo de inventario que identifica cada uno
              de los activos f&iacute;sicos.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Descripci&oacute;n</p>
          </td>
          <td>
            <p class="PARRAFO">En
              este campo alfanum&eacute;rico de 30 posiciones, obligatorio, se describe
              brevemente el activo f&iacute;sico asociado al c&oacute;digo anterior.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">N&uacute;mero
              de serie</p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              alfanum&eacute;rico de 20 posiciones, no obligatorio, en el que se registra
              el n&uacute;mero de serie de fabricaci&oacute;n que permite una mejor
              identificaci&oacute;n de los activos f&iacute;sicos.</p>
          </td>
        </tr>
      </table>
      <p class="PARRAFO"><span class="SUBTITULO">Actualizar</span>:
          Si el usuario invoca la opci&oacute;n Actualizar se despliega un nuevo formulario
          en el cual los &uacute;nicos campos modificables son: Descripci&oacute;n y
          N&uacute;mero de serie.</span> 
      </p>
      <p class="TITLE"><img src="../img/NUF_020E9.PNG" 335" height="124"></p>
    </div>
  </section>
  <script src="../js/menu.js"></script>
</body>
<div id="footerContainer"></div>
<script>
  fetch('footer.html')
    .then(response => response.text())
    .then(html => {
      document.getElementById('footerContainer').innerHTML = html;
    });
</script>

</html>