<!DOCTYPE html>
<html lang="es">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>BANKBU®</title>
    <link rel="stylesheet" href="../css/pages.css">
    <link rel="stylesheet" href="../css/style.css">
 <link rel="icon" href="../img/ACQUIRER-logo.JPG" type="image/x-icon">
</head>

<body>

    <header>
        <img class="logo" src="../img/logoBankbu_.PNG" alt="Logo de Mi Empresa">
        <div id="menuBtn">
            <img class="TITLE"  src= "../img/menu.PNG" alt="Botón de Menú ">
        </div>
    </header>
   <div id="menuContainer"></div>
    <script>
      fetch('menu.html')
        .then(response => response.text())
        .then(html => {
          document.getElementById('menuContainer').innerHTML = html;
        });
    </script>

    <section>
        <div> 
            <table>
              <tr> 
                <td><div> 
                    <p  class="TITLE">Entidades financieras </p>
                    </div></td>
              </tr>
            </table>
            <p class="PARRAFO">Mediante esta funci&oacute;n se habilita la consulta y mantenimiento 
              de la tabla en la cual se almacenan los c&oacute;digos de compensaci&oacute;n 
              y nombres de las diferentes entidades financieras pertenecientes al sistema 
              de tarjeta de cr&eacute;dito, y donde se incluyen los datos b&aacute;sicos 
              de identificaci&oacute;n, ubicaci&oacute;n y medios alternativos para establecer 
              comunicaci&oacute;n con &eacute;stas.</p>
            <p class="TITLE"><img src="../img/NUF_003E.PNG" alt="Entidades"761" height="366"></p>
            
            <p  class="PARRAFO">El 
              formulario contiene las opciones Actualizar, Eliminar, Adicionar y Detalle.</p>
            <p  class="PARRAFO"><span class="SUBTITULO">Adicionar:</span>  Si el usuario invoca la opci&oacute;n Adicionar se despliega un formulario con los siguientes campos<span 
        >:</span></p>
            <p class="TITLE"><img src="../img/NUF_003E1.PNG" alt="Adicionar"458" height="271"></p>
            
            <table>
              <tr>
                <td  class="titletable" ><p class="SUBTITULO"><b><span 
        >C&oacute;digo</span></b></p></td>
                <td><p class="PARRAFO">Campo num&eacute;rico de tres d&iacute;gitos, obligatorio,   correspondiente a los c&oacute;digos de compensaci&oacute;n asignados a cada entidad, mediante   el cual se identifican dentro del sistema financiero</p>      </td>
              </tr>
              <tr>
                <td class="titletable"><p class="SUBTITULO"><b><span 
        >Nombre</span></b></p></td>
                <td><p class="PARRAFO">En este campo alfanum&eacute;rico de 40 posiciones,   obligatorio, se registra el nombre o raz&oacute;n social de cada entidad   financiera.</p>      </td>
              </tr>
              <tr>
                <td  class="titletable" ><p class="SUBTITULO"><b><span 
        >Identificaci&oacute;n</span></span></b></p></td>
                <td><p class="PARRAFO">Campo alfanum&eacute;rico de 12 posiciones, no   obligatorio, en el cual se registra el n&uacute;mero de identificaci&oacute;n tributaria   (N.I.T) de cada entidad financiera</p>        </td>
              </tr>
              <tr>
                <td class="titletable"><p class="SUBTITULO"><b><span 
        >Direcci&oacute;n</span></span></b></p></td>
                <td><p class="PARRAFO">En este campo alfanum&eacute;rico de 40 posiciones, no obligatorio, se registra la direcci&oacute;n de la sede de la entidad financiera o   del &aacute;rea de producci&oacute;n donde se ubica o reside la aplicaci&oacute;n.</p>        </td>
              </tr>
              <tr>
                <td  class="titletable" ><p class="SUBTITULO"><b><span 
        >Ciudad</span></b></p></td>
                <td><p class="PARRAFO">Campo no obligatorio, en el cual se   selecciona, de la lista poblada a trav&eacute;s de la opci&oacute;n <a href="NUH_003B.html">Informaci&oacute;n geopol&iacute;tica</a>, el municipio o ciudad,   departamento y pa&iacute;s, sede de cada entidad financiera o del &aacute;rea de producci&oacute;n   donde se encuentra residente la aplicaci&oacute;n.</p>        </td>
              </tr>
              <tr>
                <td class="titletable"><p class="SUBTITULO"><b><span 
        >Tel&eacute;fono</span></span></b></p></td>
                <td><p class="PARRAFO">En este campo alfanum&eacute;rico de 20 posiciones,   no obligatorio, se indica el n&uacute;mero telef&oacute;nico de la sede de cada entidad   financiera o del &aacute;rea de producci&oacute;n donde se encuentra residente la   aplicaci&oacute;n.</p>        </td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><b><span 
        >E-mail</span></span> 
                </b>
                </p>	  </td>
                <td><p class="PARRAFO">Campo alfanum&eacute;rico de 30 posiciones, no   obligatorio, en el cual se registra la direcci&oacute;n para el env&iacute;o de correo   electr&oacute;nico a la sede de cada entidad financiera o al &aacute;rea de producci&oacute;n donde   se encuentra residente la aplicaci&oacute;n.</p>        </td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><b><span 
        >WebServer</span></span></b></p>	  </td>
                <td><p class="PARRAFO">En este campo alfanum&eacute;rico de 30 posiciones, no obligatorio, se registra la direcci&oacute;n del servidor para contactarse con el sitio web de la entidad financiera o del &aacute;rea de producci&oacute;n donde se encuentra residente la aplicaci&oacute;n</p>	  </td>
              </tr>
            </table>
            <p  class="PARRAFO"><span class="PARRAFO"><span class="SUBTITULO">Actualizar:</span>  Si el usuario invoca la opci&oacute;n Actualizar se despliega un nuevo formulario 
            en el cual los &uacute;nicos campos modificables son: Nombre, Identificaci&oacute;n, Direcci&oacute;n, Ciudad, Tel&eacute;fono, E-mail, WebServer:</span></span></p>
            <p class="TITLE"><img src="../img/NUF_003E2.PNG" alt="Modificar"463" height="285"></p>
           
            <p class="PARRAFO"><span class="SUBTITULO">Detalle:</span>  Si el usuario invoca la opci&oacute;n Detalle se despliega el siguiente formulario: <span
              
        >
              
            </span></p>
            <p class="TITLE"><img src="../img/NUF_003E3.PNG" alt="Detalle"300" ></p>
            
            </section>
    <script src="../js/menu.js"></script>
</body>
<div id="footerContainer"></div>
<script>
  fetch('footer.html')
    .then(response => response.text())
    .then(html => {
      document.getElementById('footerContainer').innerHTML = html;
    });
</script>
</html>