<!DOCTYPE html>
<html lang="es">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>BANKBU®</title>
  <link rel="stylesheet" href="../css/pages.css">
  <link rel="stylesheet" href="../css/style.css">
  <link rel="icon" href="../img/ACQUIRER-logo.JPG" type="image/x-icon">
</head>

<body>

  <header>
    <img class="logo" src="../img/logoBankbu_.PNG" alt="Logo de Mi Empresa">
    <div id="menuBtn">
      <img class="TITLE" src="../img/menu.PNG" alt="Botón de Menú ">
    </div>
  </header>
    <div id="menuContainer"></div>
  <script>
    fetch('menu.html')
      .then(response => response.text())
      .then(html => {
        document.getElementById('menuContainer').innerHTML = html;
      });
  </script>

  <section>
    <div>
      
      <p class="TITLE">Tipos documento identificaci&oacute;n</p>

      <p>Mediante esta funci&oacute;n se habilita la consulta y mantenimiento de una tabla en la cual se almacenan los
        c&oacute;digos de los diferentes tipos de documentos de identificaci&oacute;n estandarizados por las entidades
        financieras; la forma permite asociarle a cada uno la clase de persona a la que corresponde, el c&oacute;digo
        interno con que lo identifica el aplicativo, y si es el caso, el programa que los valida.</p>
      <p class="TITLE"><img src="../img/NUF_008E.PNG"></p>
      <p class="PARRAFO">El
        formulario contiene las opciones Actualizar, Eliminar, y Adicionar.</p>
      <p class="PARRAFO"><span class="SUBTITULO">Adicionar:</span>  Si el usuario invoca la opci&oacute;n Adicionar se
        despliega un formulario con los siguientes campos:</span> 
      </p>
      <p class="TITLE"><img src="../img/NUF_008E1.PNG"></p>

      <table>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">C&oacute;digo</p>
          </td>
          <td>
            <p class="PARRAFO">Campo num&eacute;rico de dos d&iacute;gitos, obligatorio, que corresponde al
              c&oacute;digo asignado a cada uno de los tipos de documentos de identificaci&oacute;n.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Nombre</p>
          </td>
          <td>
            <p class="PARRAFO">En este campo alfanum&eacute;rico de 30 posiciones, obligatorio, se registra el nombre
              asociado al c&oacute;digo anterior.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">C&oacute;digo interno </p>
          </td>
          <td>
            <p class="PARRAFO">Campo que posee lista de valores que permite asociar cualesquiera tipo de documento
              definido en esta pantalla, con uno en particular relacionado con la programaci&oacute;n interna del
              aplicativo, es decir, con el cual el programa lo reconocer&aacute;. Los posibles valores a elegir son:
              C&eacute;dula, Nit, Tarjeta identidad, C&eacute;dula extranjer&iacute;a, pasaporte, Seguro
              social, Fidecomiso, Sociedad extranjera sin nit, Nit extranjer&iacute;a, y Otro.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Abreviatura</p>
          </td>
          <td>
            <p class="PARRAFO">En este campo alfanum&eacute;rico de 5 posiciones, obligatorio, se registra el
              mnem&oacute;nico o representaci&oacute;n del nombre asociado al c&oacute;digo de cada tipo de documento,
              utilizado para reportes impresos o consultas.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Naturaleza</p>
          </td>
          <td>
            <p class="PARRAFO">Campo que contiene lista de valores de la cual se selecciona entre Natural o
              Jur&iacute;dica la clase de persona asociada a cada tipo de documento de identificaci&oacute;n.
            </p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Programa validador </p>
          </td>
          <td>
            <p class="PARRAFO">En este campo se selecciona de la lista de valores adjunta, siempre y cuando aplique, el
              procedimiento que valida el d&iacute;gito de chequeo del NIT o los rangos de tipo de documento de
              identificaci&oacute;n seg&uacute;n el sexo del cliente. </p>
          </td>
        </tr>
      </table>
      <p class="PARRAFO"><span class="PARRAFO"><span class="SUBTITULO">Actualizar:</span>  Si el usuario invoca la
          opci&oacute;n Actualizar se despliega un nuevo formulario
          en el cual los &uacute;nicos campos modificables son: Nombre, Abreviatura, Naturaleza, y Programa validador.
        </span></p>
      <p class="TITLE"><img src="../img/NUF_008E2.PNG"></p>

  </section>
  <script src="../js/menu.js"></script>
</body>
<div id="footerContainer"></div>
<script>
  fetch('footer.html')
    .then(response => response.text())
    .then(html => {
      document.getElementById('footerContainer').innerHTML = html;
    });
</script>

</html>