<!DOCTYPE html>
<html lang="es">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>BANKBU®</title>
  <link rel="stylesheet" href="../css/pages.css">
  <link rel="stylesheet" href="../css/style.css">
  <link rel="icon" href="../img/ACQUIRER-logo.JPG" type="image/x-icon">
</head>

<body>
  <header>
    <img class="logo" src="../img/logoBankbu_.PNG" alt="Logo de Mi Empresa">
    <div id="menuBtn">
      <img class="TITLE" src="../img/menu.PNG" alt="Botón de Menú ">
    </div>
  </header>
    <div id="menuContainer"></div>
  <script>
    fetch('menu.html')
      .then(response => response.text())
      .then(html => {
        document.getElementById('menuContainer').innerHTML = html;
      });
  </script>

  <section>
    <div>
      
              <p class="TITLE">Par&aacute;metros operativos</p>

      <p><span class="SUBTITULO">Adquirente:</span>  El formulario inicial muestra el
        Detalle de todos los par&aacute;metros operativos correspondientes al Adquirente,
        con las opciones Actualizar y <a href="NUH_055B.html">Emisor</a> en la parte
        superior. Adicionalmente, tambi&eacute;n muestra a la derecha el globo con
        los par&aacute;metros de <a href="NUH_055B3.html">Localizaci&oacute;n Adquirente</a> .</p>
      <p class="TITLE"><img src="../img/NUF_055A1.PNG"></p>

      <p class="PARRAFO"><span class="PARRAFO"><span class="SUBTITULO">Actualizar:</span> 
          S</span></span> i el usuario invoca la opci&oacute;n Actualizar se despliega
        un formulario con los siguientes bloques para modificar: Control oficinas,
        Control procesos, y Transacciones.</p>
      <p><span class="SUBTITULO">Control oficinas:</span>  Grupo de
        campos en los que la entidad fija sus pol&iacute;ticas de plazos y descuadres
        monetarios m&aacute;ximos permitidos en la captura del movimiento de oficinas,
        en las consignaciones realizadas por los establecimientos y a nivel de comprobantes.
        Si los descuadres superan los par&aacute;metros ser&aacute; necesaria la intervenci&oacute;n
        del Supervisor de canje. Este par&aacute;metro tiene incidencia en la contabilidad
        ya que los descuadres menores o iguales a cada uno de los valores determinados
        ser&aacute;n contabilizados en el Estado de resultados, si son superados se
        cargan contablemente a las sucursales.</p>
      <p class="TITLE"><img src="../img/NUF_055A4.PNG"></p>

      <table>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Antig&uuml;edad
                m&aacute;xima transacciones oficina</p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              num&eacute;rico de 2 d&iacute;gitos, no obligatorio, contiene la cantidad
              m&aacute;xima de d&iacute;as h&aacute;biles que la entidad concede como
              plazo para la captura de movimiento en las oficinas (avances, pagos
              e impuestos).</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">M&aacute;ximo
                valor descuadre transacci&oacute;n oficina</p>
          </td>
          <td>
            <p class="PARRAFO">Este
              campo num&eacute;rico de 14 enteros y 2 decimales, no obligatorio, contiene
              el monto m&aacute;ximo de diferencia o descuadre permitido en la captura
              de movimiento de las oficinas (avances, pagos e impuestos).</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Antig&uuml;edad
                m&aacute;xima dep&oacute;sitos establecimientos</p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              num&eacute;rico de 2 d&iacute;gitos, no obligatorio, contiene la cantidad
              m&aacute;xima de d&iacute;as h&aacute;biles que la entidad concede como
              plazo por defecto para la captura de las consignaciones efectuadas por
              los establecimientos, en caso en que dicho dato no aparezca dentro de
              la informaci&oacute;n de cada establecimiento.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">
                Valor m&aacute;ximo descuadre dep&oacute;sitos establecimientos</p>
          </td>
          <td>
            <p class="PARRAFO">Este
              campo num&eacute;rico de 14 enteros y 2 decimales, no obligatorio, contiene
              el monto m&aacute;ximo de diferencia o descuadre permitido en la captura
              de cada consignaci&oacute;n, si el valor de la diferencia es menor se
              cruza contra Ganancias y p&eacute;rdidas de la sucursal, de lo contrario
              se afectar&iacute;a a la oficina receptora del movimiento descuadrado.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Antig&uuml;edad
                m&aacute;xima comprobantes</p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              num&eacute;rico de 2 d&iacute;gitos, no obligatorio, contiene la cantidad
              m&aacute;xima de d&iacute;as h&aacute;biles que la entidad concede como
              plazo para la captura de los comprobantes que hacen parte de cada consignaci&oacute;n.
              Si el plazo es excedido se constituye en causal de devoluci&oacute;n
              de dicho movimiento.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Valor
                m&aacute;ximo descuadre comprobantes</p>
          </td>
          <td>
            <p class="PARRAFO">En
              este campo num&eacute;rico de 14 enteros y 2 decimales, no obligatorio,
              se indica el monto m&aacute;ximo de diferencia o descuadre permitido
              en la captura de cada comprobante; si el valor de la diferencia es menor
              se cruza contra Ganancias y p&eacute;rdidas de la sucursal, de lo contrario
              se afectar&iacute;a a la oficina receptora del movimiento descuadrado.</p>
          </td>
        </tr>
      </table>

      <p class="TITLE"><img src="../img/NUF_055A5.PNG"></p>

      <table>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Manejo
              efectos al cobro
            </p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              que permite se&ntilde;alar si la entidad utiliza o no la funcionalidad
              de gesti&oacute;n de efectos al cobro o comprobantes de buena fe disponible
              dentro del sistema.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Consolida
              dep&oacute;sitos</p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              que posee lista adjunta de valores de Si o No; en el primer caso indica
              que todos los dep&oacute;sitos de una misma cuenta corriente, rotativo
              o de ahorros de los establecimientos, ser&aacute;n consolidados en la
              interface; cuando se selecciona No cada dep&oacute;sito electr&oacute;nico
              ser&aacute; registrado individualmente en dicha interface. </p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Captura
              requiere ingreso porcentaje descuento</p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              que posee lista de valores adjunta de la cual se puede seleccionar entre
              Si o No, en la opci&oacute;n Captura movimiento oficinas es necesario
              ingresar el valor del descuento al momento de capturar las consignaciones,
              de uso transitorio mientras se universaliza el formato de consumos y
              consignaciones.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Valor
              rechaza dep&oacute;sitos</p>
          </td>
          <td>
            <p class="PARRAFO">Este campo admite cualquier valor num&eacute;rico de m&aacute;ximo 14 enteros y 2
              decimales.</p>
          </td>
        </tr>
      </table>

      <p class="TITLE"><img src="../img/NUF_055A6.PNG"></p>
      
      <table>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Nota
              d&eacute;bito</p>
          </td>
          <td>
            <p class="PARRAFO">Este
              campo posee lista de valores poblada en la opci&oacute;n Or&iacute;genes
              de transacciones del grupo de Tablas reservadas del N&uacute;cleo, de
              la cual se debe seleccionar la transacci&oacute;n original correspondiente,
              siendo el c&oacute;digo que permite identificar dentro de la interface
              de cuentas de dep&oacute;sitos a establecimientos que el registro corresponde
              a una nota d&eacute;bito.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Nota
              cr&eacute;dito </p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              con lista de valores poblada en la opci&oacute;n Or&iacute;genes de
              transacciones, de la cual se debe seleccionar la transacci&oacute;n
              original correspondiente, c&oacute;digo que permite identificar dentro
              de la interface de cuentas de dep&oacute;sitos a establecimientos que
              el registro corresponde a una nota cr&eacute;dito.</p>
          </td>
        </tr>
      </table>
      <p></p>
      <p><a href="NUH_055B.html">Volver a Emisor</a> | </span><a href="NUH_055B1.html">Localizaci&oacute;n
          Emisor</a> | </span><a href="NUH_055B3.html">
          Localizaci&oacute;n Adquirente</a></p>

  </section>
  <script src="../js/menu.js"></script>

  <div id="footerContainer"></div>
<script>
  fetch('footer.html')
    .then(response => response.text())
    .then(html => {
      document.getElementById('footerContainer').innerHTML = html;
    });
</script>
</body>

</html>