<!DOCTYPE html>
<html lang="es">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>BANKBU®</title>
  <link rel="stylesheet" href="../css/pages.css">
  <link rel="stylesheet" href="../css/style.css">
  <link rel="icon" href="../img/ACQUIRER-logo.JPG" type="image/x-icon">
</head>

<body>

  <header>
    <img class="logo" src="../img/logoBankbu_.PNG" alt="Logo de Mi Empresa">
    <div id="menuBtn">
      <img class="TITLE" src="../img/menu.PNG" alt="Botón de Menú ">
    </div>
  </header>
    <div id="menuContainer"></div>
  <script>
    fetch('menu.html')
      .then(response => response.text())
      .then(html => {
        document.getElementById('menuContainer').innerHTML = html;
      });
  </script>

  <section>
    <div>
      
              <p class="TITLE">Franquicias</p>

      <p>Mediante esta funci&oacute;n se habilita el mantenimiento de la tabla en la cual se almacenan los
        c&oacute;digos de las diferentes marcas o franquicias existentes en el mercado local, se&ntilde;alando
        cu&aacute;les de &eacute;stas se encuentran habilitadas dentro del Sistema por entidad. </p>
      <p class="PARRAFO">El formulario contiene las opciones Actualizar, Eliminar,
        Adicionar y Detalle. Adicionalmente, cuenta con los hiperv&iacute;nculos <a href="NUH_033B1.html"
          >Clases de prefijos</a>, <a href="NUH_033B3.html" >Par&aacute;metros operativos</a>,
        <a href="NUH_033B4.html" >Par&aacute;metros acciones para el exception file</a>, <a
          href="NUH_033B5.html" >Par&aacute;metros acciones por bloqueos</a>, y <a href="NUH_033B6.html"
          >Par&aacute;metros regiones para el exception file</a> que contienen parametrizaci&oacute;n
        adicional para las franquicias. </p>
      <p class="TITLE"><img src="../img/NUF_033B.PNG" ></p>

      <p><span class="SUBTITULO">Adicionar:</span>  Si el usuario invoca la opci&oacute;n Adicionar se despliega un
        formulario con los siguientes bloques:</p>
      <p class="TITLE"><img src="../img/NUF_033B1.PNG"></p>

      <p><span class="SUBTITULO">Franquicias:</span></span>  Conjunto de bloques que permiten definir las
        principales particularidades de cada franquicia. </p>

      <table width=740>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Marca</p>
          </td>
          <td class="PARRAFO">
            <p class="PARRAFO">Campo num&eacute;rico de dos d&iacute;gitos, obligatorio, asignado a cada una de las
              marcas o franquicias con las cuales operar&aacute; la entidad.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Nombre</span></p>
          </td>
          <td class="PARRAFO">
            <p class="PARRAFO">En este campo alfanum&eacute;rico de 30 posiciones, obligatorio, se registra la
              descripci&oacute;n asociada al c&oacute;digo de cada franquicia. </p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Marca habilitada </p>
          </td>
          <td class="PARRAFO">
            <p class="PARRAFO">Campo de chequeo que permite se&ntilde;alar si dicha franquicia se encuentra habilitada o
              no dentro del sistema, para la entidad.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Establecimiento impuestos </p>
          </td>
          <td class="PARRAFO">
            <p class="PARRAFO">Este campo admite cualquier dato alfanum&eacute;rico de m&aacute;ximo 11 caracteres.
              Permite may&uacute;sculas y min&uacute;sculas. </p>
            <p class="PARRAFO">El campo C&oacute;digo establecimiento debe validar el c&oacute;digo ingresado frente a
              los establecimientos existentes actualmente en la base de datos para la marca y empresa en la cual se
              encuentra ubicado el usuario. Si el c&oacute;digo ingresado existe, el sistema debe traer
              autom&aacute;ticamente la descripci&oacute;n del mismo, de lo contrario debe generar un mensaje de error
              informando que el establecimiento no existe.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Jerarqu&iacute;a asig. cupos </p>
          </td>
          <td class="PARRAFO">
            <p class="PARRAFO">El campo Jerarqu&iacute;a asignaci&oacute;n cupos admite cualquier valor num&eacute;rico
              de m&aacute;ximo 2 d&iacute;gitos. Permite ingresar un valor para definir la prioridad en que los cupos de
              las tarjetas son asignados seg&uacute;n la marca. </p>
          </td>
        </tr>
      </table>
      <p><span class="SUBTITULO">Longitudes:</span></span>  Conjunto de datos que indican los valores que
        por defecto define la franquicia para cada uno de los conceptos contenidos en el bloque y los algoritmos a
        utilizar para verificar la referencia universal asociada a las transacciones.</p>

      <table width=740>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Bin</p>
          </td>
          <td>
            <p class="PARRAFO">Este campo num&eacute;rico de dos d&iacute;gitos, obligatorio, permite se&ntilde;alar la longitud
              m&aacute;xima por defecto para el bin o prefijo.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">N&uacute;mero tarjeta </p>
          </td>
          <td class="PARRAFO">
            <p class="PARRAFO">Campo num&eacute;rico de dos d&iacute;gitos, obligatorio, dentro del que se se&ntilde;ala
              la longitud m&aacute;xima por defecto que tendr&aacute;n las tarjetas incluyendo el bin o prefijo.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Referencia universal </p>
          </td>
          <td class="PARRAFO">
            <p class="PARRAFO">Campo num&eacute;rico de dos d&iacute;gitos, obligatorio, que contiene la longitud
              m&aacute;xima del n&uacute;mero que identifica de manera exclusiva a cada transacci&oacute;n dentro del
              universo de transacciones por franquicia, las cuales establecen las rutinas de armado de la misma.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">D&iacute;gito chequeo referencia </p>
          </td>
          <td class="PARRAFO">
            <p class="PARRAFO">Campo que posee lista de valores adjunta de la que se debe seleccionar el algoritmo que
              por defecto debe utilizar el sistema para obtener el d&iacute;gito de chequeo que hace parte de la
              referencia universal. </p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Algoritmo referencia </p>
          </td>
          <td>
            <p class="PARRAFO">En este campo con lista de valores adjunta, se debe seleccionar la rutina de aplicaci&oacute;n del
              algoritmo por franquicia que por defecto debe utilizar el sistema para obtener o construir la referencia
              universal asociada a cada transacci&oacute;n.</p>
          </td>
        </tr>
      </table>
      <p><span class="SUBTITULO">Comisiones: </span></span> Conjunto de par&aacute;metros definidos por la
        franquicia, que permiten establecer las condiciones que regir&aacute;n por defecto los conceptos aqu&iacute;
        contenidos.</p>

      <table width=740>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Tarjeta d&eacute;bito / Tarjeta cr&eacute;dito </p>
          </td>
          <td>
            <p class="PARRAFO">Opci&oacute;n que permite definir de manera excluyente si la cifra relacionada en el campo Valor
              ubicado a continuaci&oacute;n, corresponde a un porcentaje o un valor absoluto.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Valor</p>
          </td>
          <td>
            <p class="PARRAFO">Campo num&eacute;rico de 16 d&iacute;gitos no obligatorio, en el que se registra acorde a lo definido en
              el campo anterior, el valor absoluto o porcentual a descontar a manera de comisi&oacute;n a los
              establecimientos por transacciones realizadas con productos d&eacute;bito o cr&eacute;dito y que
              aplicar&aacute; para la marca en especifico.Cuando es porcentual, s&oacute;lo admite hasta 6
              caracteres. </p>
          </td>
        </tr>
      </table>

      <p><span class="SUBTITULO">Propinas: </span></span> Conjunto de par&aacute;metros definidos por la
        franquicia, que permiten establecer las condiciones que regir&aacute;n por defecto los conceptos aqu&iacute;
        contenidos.</p>

      <table width=740>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Derecho propina </p>
          </td>
          <td>
            <p class="PARRAFO">Casilla que indica si determinada franquicia permite la liquidaci&oacute;n y cobro de propina.
            </p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">% M&aacute;ximo no comisionable </p>
          </td>
          <td>
            <p class="PARRAFO">En este campo num&eacute;rico de 6 posiciones, no obligatorio, se registra el valor porcentual
              m&aacute;ximo o tope para el cobro de propina acordado por la franquicia.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Tolerancia no comisionable </p>
          </td>
          <td class="PARRAFO">
            <p class="PARRAFO">Campo num&eacute;rico de 14 enteros y 2 decimales no obligatorio, en el que se registra
              el valor absoluto m&aacute;ximo acordado entre el emisor y el operador (franquicia) en que puede excederse
              el monto de comisi&oacute;n cobrado.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">C&oacute;digo servicio internacional </p>
          </td>
          <td class="PARRAFO">
            <p class="PARRAFO">Campo num&eacute;rico de cuatro d&iacute;gitos, no obligatorio, mediante el que cada
              franquicia determina el c&oacute;digo asociado a cada <A href="MEH_002B.html"
                  >producto</A> (bin, segmento, y grupo de afinidad) se&ntilde;alando que puede ser
              utilizado tanto a nivel nacional o local como tambi&eacute;n internacional.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">C&oacute;digo servicio nacional </p>
          </td>
          <td class="PARRAFO">
            <p class="PARRAFO">En este campo num&eacute;rico de cuatro d&iacute;gitos, no obligatorio, se registra el
              c&oacute;digo determinado por cada franquicia y que estar&aacute; asociado a cada <A
                  href="MEH_002B.html" >producto</A> (bin, segmento, y grupo de afinidad) cuyo uso se
              restringe al nivel nacional o local.</p>
          </td>
        </tr>
      </table>


      <p><span class="SUBTITULO">Franquicia internacional:</span></span><span class="PARRAFO"> C</span><span
          class="PARRAFO">onjunto de campos que permiten se&ntilde;alar los c&oacute;digos que identifican la cobertura
          de la tarjeta 'Local' o 'Internacional', informaci&oacute;n que har&aacute; parte de los datos contenidos
          dentro de la banda magn&eacute;tica de cada pl&aacute;stico y que ser&aacute;n asignados a nivel de cada
          Producto en sus <A href="MEH_002B1.html" >L&iacute;neas de cr&eacute;dito</A>.</span> 
      </p>

      <table width=740>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">% Adquirencia nacional </p>
          </td>
          <td>
            <p class="PARRAFO">Campo num&eacute;rico de 6 posiciones enteras y 2 decimales, no obligatorio, en el cual se define el
              porcentaje aplicable sobre las comisiones de los comprobantes de venta para determinar los valores
              devengados por la entidad como consecuencia del env&iacute;o de movimiento de canje nacional.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">% Adquirencia internacional </p>
          </td>
          <td>
            <p class="PARRAFO">Campo num&eacute;rico de 6 posiciones enteras y 2 decimales, no obligatorio, en el cual se define el
              porcentaje aplicable sobre el total de los comprobantes de venta para determinar los valores devengados
              por la entidad como consecuencia del env&iacute;o de movimiento de canje internacional.</p>
          </td>
        </tr>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO">Tipo liquidaci&oacute;n </p>
          </td>
          <td>
            <p class="PARRAFO">Campo que posee lista de valores adjunta de la que debe seleccionarse el tipo de liquidaci&oacute;n de
              las comisiones entre Intercambio o Adquirencia si es por adquirencia
              las comisiones son liquidadas seg&uacute;n el modelo anterior (porcentajes entre entidades y
              franquicias), y si es por Intercambio las comisiones son liquidadas seg&uacute;n
              porcentajes pactados entre entidades y establecimientos.</p>
          </td>
        </tr>
      </table>
      <p class="PARRAFO"><span class="PARRAFO"><span class="SUBTITULO">Actualizar:</span> 
          Si el usuario invoca la opci&oacute;n Actualizar se despliega un nuevo formulario
          en el cual el &uacute;nico campo no modificable es el C&oacute;digo.</span></p>
      <p class="TITLE"><img src="../img/NUF_033B2.PNG"></p>

      <p class="PARRAFO"><span class="SUBTITULO">Detalle:</span>  Si el usuario invoca la opci&oacute;n Detalle se
        despliega el siguiente formulario: 

        </span></p>
      <p class="TITLE"><img src="../img/NUF_033B3.PNG"></p>

      <p><span class="TITLE">Botones especiales</span></p>
      <p><span class="SUBTITULO">Actualizar propinas de servicio</span> : Bot&oacute;n que permite asignarle la
        informaci&oacute;n contenida en estos campos a todos los tipos de servicios y establecimientos que no la posean
        o s&oacute;lo a los tipos de servicios y establecimientos iguales al actual.</p>
      <p class="TITLE"><img src="../img/NUF_033B4-Act propinas de servi.PNG"></p>

  </section>
  <script src="../js/menu.js"></script>
</body>
<div id="footerContainer"></div>
<script>
  fetch('footer.html')
    .then(response => response.text())
    .then(html => {
      document.getElementById('footerContainer').innerHTML = html;
    });
</script>

</html>