<!DOCTYPE html>
<html lang="es">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>BANKBU®</title>
    <link rel="stylesheet" href="../css/pages.css">
    <link rel="stylesheet" href="../css/style.css">
 <link rel="icon" href="../img/ACQUIRER-logo.JPG" type="image/x-icon">
</head>

<body>
    <header>
        <img class="logo" src="../img/logoBankbu_.PNG" alt="Logo de Mi Empresa">
        <div id="menuBtn">
            <img class="TITLE"  src= "../img/menu.PNG" alt="Botón de Menú ">
        </div>
    </header>
   <div id="menuContainer"></div>
    <script>
      fetch('menu.html')
        .then(response => response.text())
        .then(html => {
          document.getElementById('menuContainer').innerHTML = html;
        });
    </script>

    <section>
        <div> 
            <table>
              <tr> 
                <td  ><div> 
                    <p  class="TITLE">Compensadores</p>
                    </div></td>
              </tr>
            </table>
            <p class="PARRAFO">Mediante esta funci&oacute;n se permite darle   mantenimiento a la tabla que contiene la codificaci&oacute;n de los distintos entes   encargados de la compensaci&oacute;n (canalizaci&oacute;n) del movimiento del universo   transaccional &iacute;nter entidades. Un mismo compensador puede procesar el movimiento   correspondiente a m&aacute;s de una franquicia; adicionalmente, para cada uno de ellos   se define si el aplicativo debe o no generar el dep&oacute;sito y comisi&oacute;n a la cuenta del establecimiento.</p>
            <p class="TITLE"><img src="../img/NUH_054B.PNG"759" ></p>
            
            <p  class="PARRAFO">El 
              formulario contiene las opciones Actualizar, Eliminar y Adicionar.</p>
            <p  class="PARRAFO"><span class="SUBTITULO"><b ><span            '>Adicionar</span></b><span 
        >:</span><span 
        ></span></span><span 
        > Si el 
              usuario invoca la opci&oacute;n Adicionar se despliega un formulario con los 
            siguientes bloques:</span></p>
            <p class="TITLE"><img src="../img/NUH_054B1.PNG"347" ></p>
            
            <table>
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><b><span 
        >C&oacute;digo</span></b> compensador </p></td>
                <td><p>Campo num&eacute;rico de dos d&iacute;gitos, obligatorio,   asignado a cada una de las entidades que desempe&ntilde;an el rol de c&aacute;mara de   compensaci&oacute;n.</p>        </td>
              </tr>
              <tr>
                <td  class="titletable" ><p class="SUBTITULO"><b><span 
        >Descripci&oacute;n</span></span></b></p></td>
                <td><p>En este campo alfanum&eacute;rico de 30 posiciones,   obligatorio, en el cual se registra el nombre asociado al c&oacute;digo de cada   compensador.</p>      </td>
              </tr>
              <tr>
                <td class="titletable"><p class="SUBTITULO"><b><span 
        >Dep&oacute;sito</span></span></b></p></td>
                <td><p>Campo que posee lista de valores adjunta de   la que debe seleccionarse entre Si o No la aplicaci&oacute;n debe generar   los dep&oacute;sitos a las cuentas de los establecimientos.</p>      </td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><b><span 
        >Comisi&oacute;n</span></span></b></p></td>
                <td><p>Campo que posee lista de valores adjunta que   permite seleccionar Si la entidad contratar&aacute; un <SPAN lang="EN-US">outsourcing</span>  para que realice la liquidaci&oacute;n comisiones de   Adquirencia pactadas con los establecimientos o No si la entidad liquida   directamente estas. Si la selecci&oacute;n es Si los campos que muestran los datos de las   comisiones de <SPAN lang="ES-CO">Adquirencia</span>  en el tab cuentas de deposito de <a href="ESH_006B.html">Informaci&oacute;n de Establecimientos</a> no se muestran, por el contrario si la selecci&oacute;n es No los campos que muestran dicha informaci&oacute;n son desplegados. </p>        </td>
              </tr>
            </table>
            <p  class="PARRAFO"><span class="SUBTITULO"><b >Actualizar</b>:</span>     Si el usuario invoca la opci&oacute;n Actualizar se despliega un nuevo formulario 
                en el cual los &uacute;nicos campos modificables son: Descripci&oacute;n, Afecta dep&oacute;sitos y Comisiones. </p>
            
            <p class="TITLE"><img src="../img/NUH_054B2.PNG"342" ></p>
            
            </section>
    <script src="../js/menu.js"></script>

    <div id="footerContainer"></div>
<script>
  fetch('footer.html')
    .then(response => response.text())
    .then(html => {
      document.getElementById('footerContainer').innerHTML = html;
    });
</script>
</body>

</html>