<!DOCTYPE html>
<html lang="es">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>BANKBU®</title>
    <link rel="stylesheet" href="../css/pages.css">
    <link rel="stylesheet" href="../css/style.css">
    <link rel="icon" href="../img/ACQUIRER-logo.JPG" type="image/x-icon">
</head>

<body>

    <header>
        <img class="logo" src="../img/logoBankbu_.PNG" alt="Logo de Mi Empresa">
        <div id="menuBtn">
            <img class="TITLE" src="../img/menu.PNG" alt="Botón de Menú ">
        </div>
    </header>
      <div id="menuContainer"></div>
  <script>
    fetch('menu.html')
      .then(response => response.text())
      .then(html => {
        document.getElementById('menuContainer').innerHTML = html;
      });
  </script>

    <section>
        
            <div>
              
                <p class="TITLE">Administración de Usuarios</p>
                              
                <p  class="PARRAFO">Desde este formulario, se habilita la consulta
                    y mantenimiento de una tabla en la cual se almacena toda la informaci&oacute;n
                    relacionada con los usuarios nombrados para la corporaci&oacute;n o entidad
                    financiera, lo cual requiere que, como medida de seguridad, el acceso a la misma
                    sea altamente restringido.</p>
                <p class="TITLE"><img src="../img/NUF_010E.PNG"></p>

                <p  class="PARRAFO">El formulario cuenta con un filtro que permite
                    efectuar consultar por el c&oacute;digo y/o el nombre del usuario</p>
                <p class="TITLE"><img src="../img/NUF_010E1.PNG"></p>
    
                <p class="PARRAFO">El formulario contiene las opciones Actualizar,
                    Eliminar, Adicionar,Detalle y <a href="#restricciones">Restricciones</a></p>
                <p class="PARRAFO"><span class="SUBTITULO">Adicionar:</span>
                    si el usuario invoca la opci&oacute;n Adicionar se despliega un nuevo formulario
                    dividido en cuatro bloques de datos (B&aacute;sicos, Informaci&oacute;n, Localizaci&oacute;n) con los siguientes campos.</p>
                <p class="TITLE"><img src="../img/NUF_010E2.PNG"></p>

                
                    <p class="TITLE">Descripción de Campos</p>
                

                <table>
                    <tr>
                        <td>
                            <p class="SUBTITULO">
                                        C&oacute;digo</p>
                        </td>
                        <td  >
                            <p  class="PARRAFO">Campo
                                alfanum&eacute;rico de 16 d&iacute;gitos, obligatorio, en el que se
                                registra un c&oacute;digo, pseud&oacute;nimo o abreviatura que identifica
                                a cada usuario del Sistema.
                            </p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                            <p class="SUBTITULO">
                                        Nombre</p>
                        </td>
                        <td  >
                            <p  class="PARRAFO">En
                                este campo alfanum&eacute;rico de 25 posiciones, obligatorio, se registra
                                el nombre de la persona a quien corresponde el usuario a definir.</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                            <p class="SUBTITULO">
                                        Primer apellido</p>
                        </td>
                        <td>
                            <p  class="PARRAFO">Campo
                                alfanum&eacute;rico de 20 posiciones, obligatorio, en el que se registra
                                el primer apellido del usuario nombrado.
                            </p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                            <p class="SUBTITULO">
                                        Segundo apellido</p>
                        </td>
                        <td>
                            <p  class="PARRAFO">En
                                este campo alfanum&eacute;rico de 20 posicione, no obligatorio, se registra
                                el segundo apellido del usuario nombrado. </p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                            <p class="SUBTITULO">
                                        Cargo</p>
                        </td>
                        <td>
                            <p  class="PARRAFO">Campo
                                obligatorio con lista de valores de la que se debe seleccionar el <a
                                    href="NUH_040B.html" >cargo</a>
                                desempe&ntilde;ado por el usuario en la entidad.</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                            <p class="SUBTITULO">
                                        C&oacute;digo empleado</p>
                        </td>
                        <td>
                            <p  class="PARRAFO">En
                                este campo alfanum&eacute;rico de 16 d&iacute;gitos, no obligatorio,
                                se registra el c&oacute;digo interno del funcionario o en su defecto
                                el n&uacute;mero de documento de identificaci&oacute;n.
                            </p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                            <p class="SUBTITULO">
                                        Tel&eacute;fono</p>
                        </td>
                        <td>
                            <p  class="PARRAFO">En
                                este campo alfanum&eacute;rico de 20 d&iacute;gitos, no obligatorio,
                                se registran los n&uacute;meros telef&oacute;nicos en los que es posible
                                ubicar al usuario. </p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                            <p class="SUBTITULO">
                                        Extensi&oacute;n</p>
                        </td>
                        <td>
                            <p  class="PARRAFO">Campo
                                alfanum&eacute;rico de 20 d&iacute;gitos, no obligatorio, en el que
                                se indican los n&uacute;meros de extensi&oacute;n en los que es posible
                                ubicar al usuario.</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                            <p class="SUBTITULO">
                                        Correo electr&oacute;nico</p>
                        </td>
                        <td>
                            <p  class="PARRAFO">En
                                este campo alfanum&eacute;rico de 30 d&iacute;gitos, no obligatorio,
                                se registra la direcci&oacute;n electr&oacute;nica a la que es posible
                                enviar e-mails al usuario. Cuando se ejecutan procesos desde <a href="OPH_002B.html"
                                    >automatizaci&oacute;n</a>,
                                el sistema env&iacute;a a esta direcci&oacute;n los mails en los que
                                informa al usuario el resultado de la ejecuci&oacute;n de los procesos
                                lanzados por &eacute;l.
                            </p>
                        </td>
                    </tr>
                </table>

                <p class="PARRAFO"><span class="SUBTITULO">Actualizar</span>:
                    si el usuario selecciona un registro e invoca la opci&oacute;n Actualizar
                    se despliega un formulario con un &uacute;nico campo NO modificable que es
                    el C&oacute;digo. </p>
                <p class="TITLE"><img src="../img/NUF_010E3.PNG"></p>

                <p class="PARRAFO"><span class="SUBTITULO">Detalle</span>:
                    si el usuario selecciona un registro e invoca la opci&oacute;n Detalle se
                    despliega un formulario con toda la informaci&oacute;n del registro y en el
                    cual ninguno de sus campos es modificable. </p>
                <p class="TITLE"><img src="../img/NUF_010E4.PNG"></p>

                    <p id="restricciones" class="PARRAFO" ><span class="SUBTITULO">Restricciones :</span>  
                        una vez se activa el enlace Restricciones, se despliega un formulario que muestra 
                        el o los Roles de negocio a los cuales tiene acceso el usuario desde el cuál se invocó.
                         Ésta maniobrabilidad tiene como propósito poder diferenciar los atributos entre 
                         usuarios que pertenezcan a un mismo rol; basta con navegar por los menús y submenús
                          hasta ubicar la o las opciones que se requieran deshabilidar / habilitar o restringir 
                          / autorizar, para el usuario desde el cuál se invocó, condición dada por el estado 
                          del checkbox Permisos, que solo se habilitan para aquellos registros de tipo 
                          Funcionalidad; para poder evidenciar el cambio es necesario primero activar el 
                          botón especial Salvar y segundo que el usuario afectado, reingrese al aplicativo.</p>
                        <p class="TITLE"><img src="../img/NUF_011E4.PNG"  ></p>
            </div>
    </section>
    <script src="../js/menu.js"></script>

    <div id="footerContainer"></div>
<script>
  fetch('footer.html')
    .then(response => response.text())
    .then(html => {
      document.getElementById('footerContainer').innerHTML = html;
    });
</script>
</body>

</html>