<!DOCTYPE html>
<html lang="es">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>BANKBU®</title>
    <link rel="stylesheet" href="../css/pages.css">
    <link rel="stylesheet" href="../css/style.css">
 <link rel="icon" href="../img/ACQUIRER-logo.JPG" type="image/x-icon">
</head>

<body>
    <header>
        <img class="logo" src="../img/logoBankbu_.PNG" alt="Logo de Mi Empresa">
        <div id="menuBtn">
            <img class="TITLE"  src= "../img/menu.PNG" alt="Botón de Menú ">
        </div>
    </header>
    <nav>
        <ul>
            <li>
                    <a href="../index.html" class="main-optionINICIO">INICIO</a>
            </li>
            <li>
                <a href="NUH_INTB.html" class="main-optionINTRODUCCIÓN">INTRODUCCIÓN</a>
            </li>
            <li><a href="#" class="main-option">NUCLEO ▼</a>
                <ul>
                    <li><a href="NUH_000B.html">Config. Sistema</a></li>
                    <li><a href="NUH_00B_N2.html">Parametros</a></li>
                    <li><a href="NUH_00B_inicio.html">Inicio</a></li>
                    <li><a href="NUH_00B_proceso.html">Procesos</a></li>
                    <li><a href="NUH_00B_inf.html">Inf. Cliente</a></li>
                    <li><a href="NUH_00B_conta.html">Contabilidad</a></li>
                    <li style="visibility: hidden; display: none;"><a href="NUH_00B_audi.html">Auditoria</a></li>

                </ul>
            </li>
            <li>
             <a href="#" class="main-option">EMISOR  ▼</a>
                <ul>
                    <li><a href="EMH_000B.html">Productos</a></li>
                    <li><a href="EMH_000Bsoli.html">Solicitudes</a></li>
                    <li><a href="EMH_000Bmerca.html">Mercadeo</a></li>
                    <li><a href="EMH_000Bservi.html">Servicio Al Cliente</a></li>
                    <li><a href="EMH_000Bpendi.html">Pendientes</a></li>
                    <li><a href="EMH_000Btrans.html">Transaccionabilidad</a></li>
                    <li><a href="EMH_000Bauto.html">Autorizaciones</a></li>
                    <li><a href="EMH_000Bplasti.html">Adm. Plasticos</a></li>
                    <li><a href="EMH_000Brecla.html">Reclamos</a></li>
                    <li><a href="MEH_032B.html">Lealtad</a></li>
                    <li><a href="COH_064B.html">Cobranzas</a></li>
                </ul>
            </li>
 <li style="visibility: hidden">
                <a href="ACH_000B.html" class="main-option">ADQUIRIENTE</a>
            </li>
            <li style="visibility: hidden">
                <a href="DBH_000B.html" class="main-option">TARJETA DEBITO</a>
            </li></ul>
    </nav>

    <section>
        <div> 
            <table>
              <tr> 
                <td><div> 
                    <p  class="TITLE">Grupos de procesos</p>
                  </div></td>
              </tr>
            </table>
            <p class="PARRAFO" >Mediante este formulario se habilita 
              el mantenimiento y consulta de la tabla que contiene la parametrizaci&oacute;n 
              de los diferentes grupos de procesos, conformados por procedimientos con id&eacute;ntica 
              periodicidad de ejecuci&oacute;n y que funcional o l&oacute;gicamente, la 
              entidad acorde con sus criterios, desee hacer concordar; esta secuencialidad 
              facilita la definici&oacute;n de precedencia tanto a nivel de grupo como de 
              procesos, dando la posibilidad de priorizarlos e interrelacionarlos y determinar 
              para cada grupo los procesos espec&iacute;ficos que los conforman.
              </span></p>
            <p class="TITLE"><img src="../img/OPF_001E.PNG"634" height="494"></p>
            
            <p  class="PARRAFO">El formulario cuenta con un filtro que le 
              permite al usuario hacer consultas selectivas por el c&oacute;digo del gurupo, 
              el nombre del grupo, o el grupo predecesor. Para este &uacute;ltimo campo, 
              se provee una lista de valores de la cual el actor puede seleccionar el grupo 
              que precede a aquel que se desea consultar.<span 
        > 
              </span></p>

            <p class="TITLE"><img src="../img/OPF_001E1.PNG"370" ></p>

            <p  class="PARRAFO"><span class="PARRAFO">El formulario contiene 
              las opciones Actualizar, Eliminar, Adicionar y Detalle. Cuenta tambi&eacute;n 
              con el hiperv&iacute;nculo <a href="#Procesos" >Procesos.</a></span></p>
            <p  class="PARRAFO"><span class="SUBTITULO"><span 
        ><b ><span class="SUBTITULO">Adicionar</span></b>:</span><span 
        ></span></span><span 
        > 
              Si el usuario invoca la opci&oacute;n Adicionar se despliega un nuevo formulario. 
              </span></p>

            <p class="TITLE"><img src="../img/OPF_001E2.PNG"423" height="354"></p>
            
            <p  class="TITLE">Descripci&oacute;n de campos</p>
            <table>
              <tr>
                <td  class="titletable" ><p class="SUBTITULO"><b><span 
        >C&oacute;digo </span></b>grupo</p></td>
                <td><p  class="PARRAFO">Campo 
                    num&eacute;rico de cuatro d&iacute;gitos, obligatorio, en el que se 
                    registra la serie o n&uacute;mero que identifica cada uno de los grupos 
                    de procesos.
          </p></td>
              </tr>
              <tr>
                <td  class="titletable" ><p class="SUBTITULO"><b><span 
        >Nombre 
                  grupo</span></b></p></td>
                <td><p  class="PARRAFO">En 
                    este campo alfanum&eacute;rico obligatorio, se registra el nombre o 
                    breve descriptivo que mejor indique el prop&oacute;sito del grupo.
          </p></td>
              </tr>
              <tr>
                <td  class="titletable" ><p class="SUBTITULO"><b><span 
        >Predecesor</span></b></p></td>
                <td><p  class="PARRAFO">Campo 
                    con lista de valores de la cual se selecciona cual de los grupos previamente 
                    creados es pre-requisito o requiere ser ejecutado antes de poder ejecutar 
                  el grupo actual. Los grupos que sean tipo 'Especial', no pueden tener ni ser predecesores de otros grupos.</p></td>
              </tr>
              <tr>
                <td  class="titletable" ><p class="SUBTITULO"><b><span 
        ><a name="puntodecontrol"></a>Punto 
                  de control</span></b></p></td>
                <td><p  class="PARRAFO">En 
                  este campo tipo combo, se se&ntilde;ala si  el grupo aplica o no como punto de 
                  chequeo, lo cual indica que una vez termine su ejecuci&oacute;n el sistema deber&aacute; informar al usuario, con el fin de que &eacute;ste decida si contin&uacute;a o no con la ejecuci&oacute;n de la automatizaci&oacute;n de grupos de procesos.</p></td>
              </tr>
              <tr>
                <td class="titletable"><span class="SUBTITULO"><b><span 
        >Tipo 
                ejecuci&oacute;n</span></b></span></td>
                <td   class="PARRAFO" >Este campo tipo combo permite seleccionar entre Secuencial o Paralelo, la forma como se ejecutar&aacute;n los procesos del grupo, bien sea manual o autom&aacute;ticamente.</td>
              </tr>
              <tr>
                <td class="titletable"><span class="SUBTITULO"><b><span 
        >Frecuencia</span></b></span></td>
                <td><p class="PARRAFO">Campo 
                    tipo combo obligatorio, del cual se debe seleccionar entre Diario, Semanal, Mensual, 
                    Anual, Facturaci&oacute;n y Especial, la frecuencia con la cual deben ser ejecutados los procesos del grupo. La combinatoria entre el valor aqu&iacute; se&ntilde;alado 
                    y los valores de los campos Fecha &uacute;ltima ejecuci&oacute;n, Fecha pr&oacute;ximaejecuci&oacute;n, 
                    &Uacute;ltimo d&iacute;a h&aacute;bil y D&iacute;a del periodo, determinar&aacute;n que aparezcan o no dentro de la opci&oacute;n Ejecuci&oacute;n 
                de procesos para una fecha determinada. Cuando se selecciona 'Especial', indica que dicho grupo se reflejar&aacute; en la opci&oacute;n Ejecuci&oacute;n de procesos especiales y por all&iacute; mismo se podr&aacute; ejecutar de forma manual &uacute;nicamente.</p>
                </td>
              </tr>
           
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><b><span 
        >Ultimo 
                    d&iacute;a h&aacute;bil</span></b></p></td>
                <td><p  class="PARRAFO">Este 
                    campo se activa &uacute;nicamente cuando la periodicidad seleccionada 
                    es semanal, mensual o anual, y contiene un combo con las opciones Si o No para indicarle 
                    al sistema si ejecuta dicho grupo de procesos el &uacute;ltimo d&iacute;a h&aacute;bil bien sea de la semana, del mes o del a&ntilde;o, &oacute; se ejecuta en un d&iacute;a diferente.</p></td>
              </tr>
           
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><b><span 
        >D&iacute;a 
                    del periodo</span></b></p></td>
                <td><p  class="PARRAFO">Campo 
                    que solamente se activa cuando la periodicidad sea Semanal, Mensual o Anual, y  cuando el campo &Uacute;ltimo d&iacute;a h&aacute;bil sea NO. En &eacute;l debe se&ntilde;alarse el n&uacute;mero del d&iacute;a 
                    dentro del periodo correspondiente, en que se requiera ejecutar el grupo.
                  </p></td>
              </tr>
           
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><b><span 
        >Post 
                    calendario</span></b></p></td>
                <td><p  class="PARRAFO">En 
                    este campo tipo combo se indica Si o No el grupo puede ser ejecutado 
                    con fecha del d&iacute;a anterior.</p></td>
              </tr>
           
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><b><span 
        >Fecha pr&oacute;xima 
                    ejecuci&oacute;n </span></b></p></td>
                <td><p  class="PARRAFO">Campo 
                    en formato YYYY-MM-DD en el que se registra, acorde con la periodicidad 
                    y fechas h&aacute;biles, la siguiente fecha en que debe ser ejecutado 
                    el grupo.
                  </p></td>
              </tr>
            </table>

            <p  class="PARRAFO"><span class="SUBTITULO"><span 
        ><b ><span class="SUBTITULO">Actualizar</span></b>:</span></span><span 
        > 
              si el usuario selecciona un registro e invoca la opci&oacute;n Actualizar 
              se despliega un formulario en el cual el &uacute;nico campo NO modificable 
              es el C&oacute;digo grupo.</span></p>

            <p class="TITLE"><img src="../img/OPF_001E3.PNG"423" height="343"></p>
            
            <p  class="PARRAFO"><span class="SUBTITULO"><span 
        ><b >Detalle</b>:</span></span><span 
        > 
              si el usuario selecciona un registro e invoca la opci&oacute;n Detalle se 
              despliega un formulario con toda la informaci&oacute;n del registro y en el 
              cual ninguno de sus campos es modificable.</span></p>

            <p class="TITLE"><img src="../img/OPF_001E4.PNG"663" ></p>
            
            <div>
              <p  class="PARRAFO"><span class="SUBTITULO"><span 
        ><b ><a name="Procesos"></a>Procesos</b>:</span></span><span 
        > 
                Si el usuario invoca el hiperv&iacute;nculo 'Procesos', se despliega un 
                nuevo formulario con el mismo nombre y en el que se registran todos los 
                procesos que componen o integran cada uno de los grupos definidos.</span></p>
  
              <p class="TITLE"><img src="../img/OPF_001E5.PNG"686" ></p>
              
              <p  class="PARRAFO">El formulario contiene las opciones Actualizar, 
                Eliminar y Adicionar. Tambi&eacute;n contiene el hiperv&iacute;nculo <a href="OPH_001B.html#BL_PARAMETROS" >Par&aacute;metros</a>.</p>
              <p  class="PARRAFO"><span class="SUBTITULO"><span 
        ><b ><span class="SUBTITULO">Adicionar</span></b>:</span></span>  
                <span 
        >S</span><span 
        >i el usuario invoca la opci&oacute;n Adicionar se despliega un nuevo formulario 
                con los siguientes campos:</span></p>
  
              <p class="TITLE"><img src="../img/OPF_001E6.PNG"481" height="267"></p>
              
              <p  class="TITLE">Descripci&oacute;n de campos</p>
              <table>
                <tr> 
                  <td class="titletable"><p class="SUBTITULO"><b><span 
        >C&oacute;digo 
                      proceso </span></b></p></td>
                  <td><p  class="PARRAFO">Campos 
                      de salida en los que se muestra la combinatoria correspondiente al 
                      <a href="MEH_002B.html" > producto</a> para 
                      el cual se est&aacute; parametrizando la condici&oacute;n de no reporte 
                      a centrales de riesgo.</p></td>
                </tr>
   
                <tr> 
                  <td class="titletable"><p class="SUBTITULO"><b><span 
        >Objeto</span></b> l&oacute;gico </p></td>
                  <td><p  class="PARRAFO">Campo 
                      alfanum&eacute;rico obligatorio en el que se registra el nombre del 
                      objeto asociado al proceso a parametrizar. </p></td>
                </tr>
                <tr> 
                  <td  class="titletable" ><p class="SUBTITULO"><b><span 
        >Descripci&oacute;n</span></b> objeto l&oacute;gico </p></td>
                  <td><p  class="PARRAFO">En 
                      este campo alfanum&eacute;rico obligatorio, se registra una breve 
                      descripci&oacute;n de la funci&oacute;n que cumple el proceso a parametrizar.</p></td>
                </tr>
                <tr>
                  <td  class="titletable" ><p class="SUBTITULO"><b><span >Marca</span></span></b></p></td>
                  <td><p  class="PARRAFO">En 
                    este campo con lista de valores se selecciona la <a href="NUH_033B.html" >franquicia</a> para la cual aplica el proceso. Si se deja en blanco indica que aplica 
                    para todas las franquicias.</p></td>
                </tr>
                <tr>
                  <td  class="titletable" ><p class="SUBTITULO"><b><span 
        >Localizaci&oacute;n</span></b></p></td>
                  <td><p  class="PARRAFO">Campo informativo no obligatorio, que indica el idioma y pa&iacute;s para los cuales aplicar&aacute; el proceso en el sistema (Espa&ntilde;ol Colombia, Ingl&eacute;s Colombia, Ingl&eacute;s Estados Unidos). Esta lista se ampliar&aacute; a medida que existan instalaciones en otros pa&iacute;ses y/o idiomas
                  </p></td>
                </tr>
                <tr> 
                  <td  class="titletable" ><p class="SUBTITULO"><b><span 
        >Requerido</span></b></p></td>
                  <td><p  class="PARRAFO">Campo 
                      tipo combo que permite seleccionar entre Si o No el proceso es de obligatoria 
                      ejecuci&oacute;n, bien sea para continuar con la ejecuci&oacute;n de otros procesos o para cambiar la fecha calendario del sistema.</p></td>
                </tr>
                <tr> 
                  <td  class="titletable" ><p class="SUBTITULO"><b><span 
        >Rol 
                      de negocios</span></b></p></td>
                  <td><p  class="PARRAFO">Campo 
                      tipo combo en el cual se puede seleccionar entre Emisor, Adquirente, 
                      N&uacute;cleo, D&eacute;bito o Servicios,  el rol de negocios para el cual se est&aacute; parametrizando 
                      el proceso.</p></td>
                </tr>
              </table>
  
              <p  class="PARRAFO"><span class="SUBTITULO"><span 
        ><b ><span class="SUBTITULO">Actualizar</span></b>:</span><span 
        ></span></span><span 
        > 
                si el usuario selecciona un registro e invoca la opci&oacute;n Actualizar 
                se despliega un formulario en el cual el &uacute;nico campo no modificable 
                es C&oacute;digo proceso.</span></p>
  
              <p class="TITLE"><img src="../img/OPF_001E7.PNG"480" height="268"></p>
              
              <p  class="PARRAFO"><a name="BL_PARAMETROS"><span class="SUBTITULO"><span 
        ><b >Par&aacute;metros</b>:</span></span><span 
        > 
                si el usuario invoca el hiperv&iacute;nculo Par&aacute;metros se despliega 
                un nuevo formulario con el mismo nombre y en el cual la entidad puede asociar 
                los valores de los par&aacute;metros que debe tener en cuenta el sistema 
                al momento de ejecutar cada uno de los procesos.</span></p>
  
              <p class="TITLE"><img src="../img/OPF_001E8.PNG"544" ></p>
              
              <p  class="PARRAFO">El formulario contiene las opciones Actualizar, 
                Eliminar y Adicionar. </p>
              <p  class="PARRAFO"><span class="SUBTITULO"><span 
        ><b ><span class="SUBTITULO">Adicionar</span></b>:</span><span 
        ></span></span><span 
        > 
                Si el usuario invoca la opci&oacute;n Adicionar se despliega un nuevo formulario.</span></p>
  
              <p class="TITLE"><img src="../img/OPF_001E9.PNG"437" ></p>
              
              <p  class="TITLE">Descripci&oacute;n de campos</p>
              <table>
                <tr> 
                  <td class="titletable"><p class="SUBTITULO"><b><span 
        >Posici&oacute;n</span></b></p></td>
                  <td><p  class="PARRAFO">Campo 
                      num&eacute;rico de tres d&iacute;gitos, obligatorio, en el que debe 
                      registrarse el mismo valor asociado al par&aacute;metro dentro del 
                      programa.
                    </p></td>
                </tr>
   
                <tr> 
                  <td  class="titletable" ><p class="SUBTITULO"><b><span 
        >Descripci&oacute;n</span></b> del par&aacute;metro</p></td>
                  <td><p  class="PARRAFO">En 
                      este campo alfanum&eacute;rico se registra una breve descripci&oacute;n 
                      del par&aacute;metro asociado al proceso.</p></td>
                </tr>
                <tr> 
                  <td  class="titletable" ><p class="SUBTITULO"><b><span 
        >Tipo 
                      de par&aacute;metro</span></b></p></td>
                  <td><p  class="PARRAFO">Campo 
                      tipo combo del cual se puede seleccionar entre Archivo de entrada, 
                      Archivo de salida&oacute; No es archivo la caracter&iacute;stica propia 
                      del par&aacute;metro.
                     
                    </p></td>
                </tr>
                <tr> 
                  <td  class="titletable" ><p class="SUBTITULO"><b><span 
        >Valor</span></b> par&aacute;metro </p></td>
                  <td><p  class="PARRAFO">En 
                      este campo se registra el valor asociado al par&aacute;metro dentro 
                      del programa, como por ejemplo el nombre con el cual se va a reconocer un 
                      archivo a cargar.
                    </p></td>
                </tr>
                <tr> 
                  <td  class="titletable" ><p class="SUBTITULO"><b><span 
        >Nombre</span></b> par&aacute;metro </p></td>
                  <td><p  class="PARRAFO">Campo 
                      que aplica para los reportes, y corresponde a par&aacute;metros diferentes 
                      al de Empresa, Idioma, Nombre del reporte y Usuario, y que se deben 
                      ubicar dentro del programa.
                    </p></td>
                </tr>
              </table>
  
              <p  class="PARRAFO"><span class="SUBTITULO"><span 
        ><b ><span class="SUBTITULO">Actualizar</span></b>:</span><span 
        ></span></span><span 
        > 
                si el usuario selecciona un registro e invoca la opci&oacute;n Actualizar 
                se despliega un formulario en el cual el &uacute;nico campo NO modificable 
                es la Posici&oacute;n.</span></p>
  
              <p class="TITLE"><img src="../img/OPF_001E10.PNG"438" ></p>
              
        </section>
    <script src="../js/menu.js"></script>

    <footer>
        <div>
            <img class="TITLE"  src= "../img/logo.PNG">
        </div>
        <p>OpenCard SAS</p>
        <p>Calle 77 Nº 11-19 Piso 4°, Bogotá D.C.</p>
        <p>Tel (57) 601 - 313 37 75  <a href="http://www.OpenCard.com"
                target="_blank">www.OpenCard.com</a></p>

    </footer>
</body>

</html>