<!DOCTYPE html>
<html lang="es">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>BANKBU®</title>
  <link rel="stylesheet" href="../css/pages.css">
  <link rel="stylesheet" href="../css/style.css">
  <link rel="icon" href="../img/ACQUIRER-logo.JPG" type="image/x-icon">
</head>

<body>
  <header>
    <img class="logo" src="../img/logoBankbu_.PNG" alt="Logo de Mi Empresa">
    <div id="menuBtn">
      <img class="TITLE" src="../img/menu.PNG" alt="Botón de Menú ">
    </div>
  </header>
  <div id="menuContainer"></div>
    <script>
      fetch('menu.html')
        .then(response => response.text())
        .then(html => {
          document.getElementById('menuContainer').innerHTML = html;
        });
    </script>

  <section>
    <div>
      <table>
        <tr>
          <td>
            <div>

              <p class="TITLE">Pl&aacute;sticos en realce y da&ntilde;ados </p>
            </div>
          </td>
        </tr>
      </table>
      <p class="PARRAFO">Mediante esta opci&oacute;n se registran
        los pl&aacute;sticos que han sido entregados al proveedor de realce, que se han da&ntilde;ado bien sea durante
        el proceso
        de realce, por condiciones de almacenamiento inadecuadas o inclusive que son
        dados de baja por ser obsoletos debido a cambios de imagen corporativa de
        la entidad, utilizaci&oacute;n de nuevos modelos, entre otras posibles causas.</span></p>
      <p class="PARRAFO">Al ingresar a la opci&oacute;n, se muestra
        un filtro que le permite al usuario seleccionar los criterios por los cuales desea consultar la
        informaci&oacute;n. </p>
      <p class="TITLE"><img src="../img/PLF_005E.PNG"></p>
      <p class="TITLE">Descripci&oacute;n de campos</p>
      <div>
        <table>
          <tr>
            <td class="titletable">
              <p class="SUBTITULO"><b><span>Remisi&oacute;n</span></span></b></p>
            </td>
            <td>
              <p class="PARRAFO">Campo numérico de hasta 12 dígitos, asignado por el sistema a cada proceso de realce
                efectuado, en el que se digita dicho número de remisión por el que se desea consultar.</p>
            </td>
          </tr>
          <tr>
            <td class="titletable">
              <p class="SUBTITULO"><b><span>Proveedor</span></span></b></p>
            </td>
            <td>
              <p class="PARRAFO">Este
                campo con lista de valores se selecciona el <a href="NUH_063B.html" >proveedor</a> del
                realce a quien corresponde la informaci&oacute;n a consultar. </p>
            </td>
          </tr>
        </table>
      </div>
      <table>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span>Fecha remisi&oacute;n </span></b></p>
          </td>
          <td>
            <p class="PARRAFO">Campo en el que se permite seleccionar de un calendario, la fecha en la que se generó la remisión de realce que se desea consultar.</p>
          </td>
        </tr>

        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span>Fecha recepci&oacute;n</span></b></p>
          </td>
          <td>
            <p class="PARRAFO">Campo en el que se permite seleccionar de un calendario, la fecha en la que se hizo el <a href="PLH_031B.html"
                >cargue de control de inventario</a> mediante el cual el proveedor hace entrega a la entidad de los plásticos realzados y por la cual se desea consultar.</p>
          </td>
        </tr>
      </table>

      <p class="PARRAFO">Por defecto, al ingresar al formulario se
        muestran todos los registros existentes indicando para cada uno el n&uacute;mero
        de remisi&oacute;n, la fecha de remisi&oacute;n, el proveedor encargado del realce y la fecha en la que hizo la
        entrega de las tarjetas realzadas a la entidad.</p>
      <p class="TITLE"><img src="../img/PLF_005E1.PNG"></p>
      <p class="PARRAFO">El formulario solo contiene el hiperv&iacute;nculo
        Pl&aacute;sticos en realce 
      </p>
      <p class="PARRAFO"><b><span class="SUBTITULO">Pl&aacute;sticos en realce :</span></b> si el usuario selecciona una
        remisi&oacute;n en particular e invoca el hiperv&iacute;nculo
        Pl&aacute;sticos en realce  se despliega un nuevo formulario en el
        cual se muestran por modelo la relaci&oacute;n de la cantidad de pl&aacute;sticos enviados a realce y la
        cantidad de pl&aacute;sticos en blanco entregados por la entidad al proveedor de realce para que &eacute;ste
        pueda efectuar el proceso de embosado de las tarjetas.
      </p>
      <p class="TITLE"><img src="../img/PLF_005E2.PNG"></p>
      <p class="TITLE">Descripci&oacute;n de campos</p>
      <div>
        <table>
          <tr>
            <td class="titletable">
              <p class="SUBTITULO"><b><span>Faltan las cajas de pl&aacute;sticos para el realce </span></b></p>
            </td>
            <td>
              <p class="PARRAFO">Este campo muestra una marca de advertencia cuando existe diferencia entre la cantidad
                de pl&aacute;sticos en realce y la cantidad de pl&aacute;ticos en cajas, puesto que deben ser iguales.
              </p>
            </td>
          </tr>
          <tr>
            <td class="titletable">
              <p class="SUBTITULO"><b><span>Modelo</span></b></p>
            </td>
            <td>
              <p class="PARRAFO">Despliega el c&oacute;digo y descripci&oacute;n de cada uno de los diferentes modelos
                de pl&aacute;sticos que se enviaron a realce en cada remisi&oacute;n. </p>
            </td>
          </tr>
        </table>
      </div>
      <table>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span>Pl&aacute;sticos en realce </span></span></b></p>
          </td>
          <td>
            <p class="PARRAFO">Campo que muestra la cantidad de registros de cada modelo que se enviaron a realce con la
              remisi&oacute;n correspondiente. </p>
          </td>
        </tr>

        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span>Pl&aacute;sticos en cajas </span></span></b></p>
          </td>
          <td>
            <p class="PARRAFO">Este
              campo indica la cantidad de pl&aacute;sticos en blanco que la entidad ha entregado al proveedor para
              embosar los pl&aacute;sticos de cada modelo y remisi&oacute;n. </p>
          </td>
        </tr>
      </table>
      <p class="PARRAFO">El formulario contiene el hiperv&iacute;nculo Informaci&oacute;n de cajas. </p>

      <p class="PARRAFO"><b><span class="SUBTITULO"><a name="BL_CAJAS"></a><span><b>Informaci&oacute;n de
                cajas</b></span> :</span></b> si el usuario selecciona un modelo plastico e invoca el hiperv&iacute;nculo
        Informaci&oacute;n de cajas  se despliega un nuevo formulario en el
        cual se muestran para el modelo la relaci&oacute;n de las diferentes cajas y consecutivos de pl&aacute;sticos en
        blanco entregados por la entidad al proveedor de realce para que &eacute;ste pueda efectuar el proceso de
        embosado de las tarjetas.</p>
      <p class="TITLE"><img src="../img/PLF_005E3.PNG"></p>

      <p class="TITLE">Descripci&oacute;n de campos</p>
      <div>
        <table>
          <tr>
            <td class="titletable">
              <p class="SUBTITULO">Caja</span></p>
            </td>
            <td>
              <p class="PARRAFO">Este campo indica el n&uacute;mero de cada una de las cajas de las cuales se entregaron
                pl&aacute;sticos al proveedor del realce. </p>
            </td>
          </tr>
          <tr>
            <td class="titletable">
              <p class="SUBTITULO"><b><span>Rango inicial </span></span></b></p>
            </td>
            <td>
              <p class="PARRAFO">Despliega el consecutivo inicial de los pl&aacute;sticos pertenecientes a cada caja y
                que fueron entregados al proveedor de realce. </p>
            </td>
          </tr>
        </table>
      </div>
      <table>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span>Rango final</span></b></p>
          </td>
          <td>
            <p class="PARRAFO">Muestra el consecutivo final de los pl&aacute;sticos pertenecientes a cada caja y que
              fueron entregados al proveedor de realce. </p>
          </td>
        </tr>

        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span>Pl&aacute;sticos entregados por caja </span></b></p>
          </td>
          <td>
            <p class="PARRAFO">Este
              campo indica la cantidad total de pl&aacute;sticos por caja que fueron entregados al proveedor de realce.
            </p>
          </td>
        </tr>

        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span>Total pl&aacute;sticos entregados</span></b></p>
          </td>
          <td>
            <p class="PARRAFO">Campo que muestra el total de pl&aacute;sticos entregado al proveedor de realce,
              facilitando el control al usuario cuando existan entregas de pl&aacute;sticos pertenecientes a m&aacute;s
              de una caja.</p>
          </td>
        </tr>
      </table>
      <p class="PARRAFO">El formulario contiene la opci&oacute;n Adicionar y el hipev&iacute;nculo <a
            href="PLH_005B.html#BL_ACTAS" >Actas</a>. </p>
      <p class="PARRAFO"><b><span class="SUBTITULO">Adicionar:</span></b>
        si el usuario invoca la opci&oacute;n Adicionar, se despliega un wizard de dos pasos
        en el cual se registran las diferentes caja y consecutivos de pl&aacute;sticos que van a ser entregados al
        proveedor de realce para el embosado de las tarjetas. En la primera p&aacute;gina se registran y adicionan cada
        una de las cajas y rangos de pl&aacute;sticos a entregar al proveedor. </p>
      <p class="TITLE"><img src="../img/PLF_005E4.PNG"></p>

      <p class="TITLE">Descripci&oacute;n de campos</p>
      <div>
        <table>
          <tr>
            <td class="titletable">
              <p class="SUBTITULO"><b><span>Caja</span></span></b></p>
            </td>
            <td>
              <p class="PARRAFO">Campo
                obligatorio con lista de valores del cual se selecciona la <a href="PLH_003B.html"
                  >caja</a> de la cual se van a entregar los pl&aacute;sticos al proveedor. </p>
            </td>
          </tr>
          <tr>
            <td class="titletable">
              <p class="SUBTITULO"><b><span>Rango inicial</span></span></b></p>
            </td>
            <td>
              <p class="PARRAFO">Este
                campo obligatorio y no modificable, muestra autom&aacute;ticamente el consecutivo inmediatamente
                siguiente al &uacute;ltimo utilizado de la caja con el fin de garantizar que no existan rangos de
                pl&aacute;sticos no utilizados. </p>
            </td>
          </tr>
        </table>

      </div>
      <table>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span>Rango Final </span></span></b></p>
          </td>
          <td>
            <p class="PARRAFO">Campo num&eacute;rico obligatorio en el que se registra el &uacute;ltimo n&uacute;mero de
              pl&aacute;stico contenido en la caja, entregado al proveedor de realce.</p>
          </td>
        </tr>
      </table>
      <p class="PARRAFO">Una vez adicionados los registros, al desplazarse a la segunda p&aacute;gina del wizard, se
        muestra el resumen de las diferentes cajas adicionadas y sus correspondientes rangos. Para permitir grabar el
        registro el sistema valida que la cantidad todal de pl&aacute;sticos entregados sea igual a la cantidad de
        pl&aacute;sticos remisionados para el modelo; en caso contrario no permite guardar el registro en la
        base</span> . <span class="PARRAFO">Despu&eacute;s que las cajas han sido registradas, el sistema actualiza los
          campos Existencias y Realce contenidos en el formulario <a href="PLH_001B.html"
            >Inventario
              de pl&aacute;sticos</a>.</span></p>
      <p class="TITLE"><img src="../img/PLF_005E5.PNG"></p>
      <p class="PARRAFO"></span></p>

      <p class="PARRAFO"><a name="BL_ACTAS"></a><span class="SUBTITULO"><span><b>Actas</b></span><span>:</span> 
          </span><span>
          si desde el formulario Informaci&oacute;n de </span><span>cajas</span><span> el
          usuario selecciona
          un</span><span> registro </span><span> e invoca el hiperv&iacute;nculo </span> 
        <span>Actas</span><span>, el sistema
          despliega un </span><span>formulario</span><span> en el cual se muestran las diferentes actas mediante
          las cuales la entidad certifica o legaliza </span><span>la aver&iacute;a de los pl&aacute;sticos
        </span><span>da&ntilde;ados durante el proceso de realce.
        </span> 
      </p>
      <p class="TITLE"><img src="../img/PLF_005E6.PNG"></p>
      <p class="PARRAFO"><span>.</span></p>
      <p class="PARRAFO">El formulario contiene las opciones Adicionar, Eliminar y el hiperv&iacute;nculo
        Pl&aacute;sticos averiados.</p>
      <p class="TITLE"><img src="../img/PLF_005E7.PNG"></p>
      <p class="TITLE">Descripci&oacute;n de campos</p>
      <div>
        <table>
          <tr>
            <td class="titletable">
              <p class="SUBTITULO"><b><span>Acta</span></span></b></p>
            </td>
            <td>
              <p class="PARRAFO">Campo
                num&eacute;rico obligatorio de hasta 10 d&iacute;gitos en el que se registra el n&uacute;mero del acta
                mediante la que se formaliza la aver&iacute;a de los plasticos da&ntilde;ados durante el realce. </p>
            </td>
          </tr>
          <tr>
            <td class="titletable">
              <p class="SUBTITULO"><b><span>Fecha</span></span></b></p>
            </td>
            <td>
              <p class="PARRAFO">En
                este campo obligatorio, se ingresa en formato YYYY-MM-DD la fecha del acta respectiva.</p>
            </td>
          </tr>
        </table>
        .
      </div>
      <p class="PARRAFO"><a name="BL_AVERIAS"></a><span class="SUBTITULO"><span><b>Pl&aacute;sticos
              averiados</b></span><span>:</span></span><span> si el usuario sele</span><span>cciona un
          acta e invoca el hiperv&iacute;nculo Pl&aacute;sticos averiados </span><span> el sistema
          despliega un </span><span>formulario</span><span> en el cual se muestra el n&uacute;mero</span> 
        <span> de los pl&aacute;sticos </span><span>pertenecientes a </span><span>la caja y que fueron
          da&ntilde;ados durante el proceso de realce por parte del proveedor. </span></span></p>
      <p class="TITLE"><img src="../img/PLF_005E8.PNG"></p>
      <p class="PARRAFO">El formulario cuenta con las opciones Adicionar y Eliminar </p>
      <p class="PARRAFO"><b><span class="SUBTITULO">Adicionar:</span></b> si el usuario invoca la opci&oacute;n
        Adicionar, se despliega un nuevo formulario
        en el cual se registran los n&uacute;meros de pl&aacute;sticos pertenecientes a la caja y que fueron
        formalizados como averiados mediante la respectiva acta, para lo cual el sistema controla que el plastico a
        registrar como averiado efectivamente pertenezca a la caja.</p>
      <p class="TITLE"><img src="../img/PLF_005E9.PNG"></p>
      <p class="TITLE">Descripci&oacute;n de campos</p>
      <div>
        <table>
          <tr>
            <td class="titletable">
              <p class="SUBTITULO"><b><span>N&uacute;mero pl&aacute;stico </span></b></p>
            </td>
            <td>
              <p class="PARRAFO">Campo
                num&eacute;rico obligatorio de hasta 10 d&iacute;gitos en el que se registra el n&uacute;mero del
                plastico perteneciente a la caja y que fue da&ntilde;ado durante el proceso de realce. </p>
            </td>
          </tr>
          <tr>
            <td class="titletable">
              <p class="SUBTITULO"><b><span>Modo afectaci&oacute;n</span></b></p>
            </td>
            <td>
              <p class="PARRAFO">En
                este campo tipo combo, obligatorio, el usuario puede seleccionar entre Averiado o
                Destruido el motivo por el cual se est&aacute; dando de baja y descargando el pl&aacute;stico
                del inventario. </p>
            </td>
          </tr>
        </table>
      </div>

      <p class="PARRAFO"><span>Una vez registrados los pl&aacute;sticos averiados</span><span>,</span><span> el
          sistema actualiza los campos</span><span>Realce y Da&ntilde;ados  contenidos en el formulario
          <a href="PLH_001B.html" >Inventario
              de pl&aacute;sticos</a></span>  y permite que se puedan registrar para la <a
          href="PLH_005B.html#BL_CAJAS" >remisi&oacute;n</a> los pl&aacute;sticos de reemplazo que es
        necesario entregarle nuevamente al proveedor para efectuar el realce de las tarjetas que quedaron pendientes.
      </p>

      <div>
  </section>
  <script src="../js/menu.js"></script>

  <div id="footerContainer"></div>
<script>
  fetch('footer.html')
    .then(response => response.text())
    .then(html => {
      document.getElementById('footerContainer').innerHTML = html;
    });
</script>
</body>

</html>