<!DOCTYPE html>
<html lang="es">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>BANKBU®</title>
    <link rel="stylesheet" href="../css/pages.css">
    <link rel="stylesheet" href="../css/style.css">
 <link rel="icon" href="../img/ACQUIRER-logo.JPG" type="image/x-icon">
</head>

<body>
    <header>
        <img class="logo" src="../img/logoBankbu_.PNG" alt="Logo de Mi Empresa">
        <div id="menuBtn">
            <img class="TITLE"  src= "../img/menu.PNG" alt="Botón de Menú ">
        </div>
    </header>
      <div id="menuContainer"></div>
  <script>
    fetch('menu.html')
      .then(response => response.text())
      .then(html => {
        document.getElementById('menuContainer').innerHTML = html;
      });
  </script>

    <section>
      <div>   
           <p  class="TITLE">Consulta de plásticos entregados</p>

          <p class="PARRAFO" >Mediante esta función se habilita 
            la consulta de aquellos plásticos que ya pasaron por la etapa de 
            <a href="PLH_011B.html" >Acuse de recibo</a> y fueron entregados 
            a los clientes titulares de las tarjetas.</span></p>
          <p class="PARRAFO" >Al ingresar a la opción, el 
            usuario se encuentra con un filtro en el cual se diligencian los datos que 
            permitan especificar las tarjetas que se desea consultar, siendo obligatorio 
            el diligenciamiento como mínimo de uno de los filtros.</span><span class="PARRAFO">
            </span></p>
          <p class="TITLE"><img src="../img/PLF_018E.PNG"></p>
          
          <p  class="TITLE">Descripción de campos</p>
          <div> 
            <table>
              <tr> 
                <td  class="titletable" ><p class="SUBTITULO"><span>Número 
                    tarjeta </span></p></td>
                <td><p  class="PARRAFO">Campo 
                    alfanumérico de hasta 23 posiciones en el que se puede ingresar 
                    el número de alguna tarjeta en particular que se desee consultar.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><span>Nombre 
                    plástico </span></p></td>
                <td><p  class="PARRAFO">En 
                    este campo se ingresa como criterio para la consulta el nombre del 
                    cliente tal y como aparece realzado en el plástico que se desea 
                    consultar. </p></td>
              </tr>

              <tr> 
                <td class="titletable"><p class="SUBTITULO"><span>Producto 
                    plástico </span></p></td>
                <td><p  class="PARRAFO">Campo 
                    con lista de valores de la que se puede seleccionar el <a href="MEH_002B.html" >producto</a> 
                    al cual pertenecen los plásticos que se desea consultar</p></td>
              </tr>

              <tr> 
                <td class="titletable"><p class="SUBTITULO"><span>Marca</span></p></td>
                <td><p  class="PARRAFO">En 
                    este campo con lista de valores, se selecciona según el caso 
                    la <a href="NUH_033B.html" >marca</a> asociada 
                    con los productos a los que pertenecen los plásticos que se 
                    desea consultar.</p></td>
              </tr>

              <tr> 
                <td class="titletable"><p class="SUBTITULO"><span>Origen</span></p></td>
                <td><p  class="PARRAFO">Campo 
                    tipo combo en el cual se selecciona el evento que dió origen 
                    a la solicitud de los plásticos que se desea consultar. Las 
                    opciones contenidas en este combo son Crédito empresarial 
                    corporativo, Crédito convenio, Renovación individual 
                    crédito, Renovación masiva crédito, Reexpedición 
                    crédito, Crédito normal, Tarjeta débito, Cambio 
                    masivo de productos crédito, Recordatorio sobreflex de clave, 
                    Reposición, Reactivación, Renovación masiva débito, 
                    Reexpedición débito, Renovación débito, 
                    Reposición débito y Renovación masiva 
                    débito.</p></td>
              </tr>

              <tr> 
                <td class="titletable"><p class="SUBTITULO"><span>Solicitud</span></p></td>
                <td><p  class="PARRAFO">En 
                    este campo numérico se puede ingresar el número de la 
                    solicitud específica para la cual se desean consultar los plásticos.</p></td>
              </tr>

              <tr> 
                <td class="titletable"><p class="SUBTITULO"><span>Modelo 
                    plástico </span></p></td>
                <td><p  class="PARRAFO">Campo 
                    con lista de valores que permite seleccionar el <span ><a href="NUH_057B.html" >modelo 
                    de plástico</a></span>  asociado con las tarjetas que se 
                    desea consultar.
                  </p></td>
              </tr>
            </table>
          </div>
          
          <p  class="PARRAFO"><span class="PARRAFO">Una vez seleccionados 
            los criterios y utilizando el botón buscar, se despliega un nuevo formulario 
            en el que se muestran todos los registros que cumplen con las condiciones 
            indicadas por el usuario mostrando para cada uno de ellos el número 
            de tarjeta, el nombre realzado en el plástico, el número del 
            plástico y la fecha de realce. </span></p>
          <p  class="PARRAFO">Es de aclarar, que en el caso que las tarjetas 
            desplegadas correspondan a tipo débito generadas masivamente, el campo 
            Nombre plástico se mostrará en blanco.</p>
          <p  class="PARRAFO"><span class="PARRAFO">El formulario solo cuenta 
            con la opción Detalle. </span></p>
          <p class="TITLE"><img src="../img/PLF_018E1.PNG"></p>
          
          <p  class="PARRAFO"><a name="BL_DETALLE"></a><span class="SUBTITULO"><span>Detalle:</span></span><span> 
            si el actor selecciona algún registro e invoca la opción adicionar, 
            se despliega un formulario con la información completa del registro 
            y en el cual ninguno de sus campos es modificable. </span></p>
          <p class="TITLE"><img src="../img/PLF_018E2.PNG"></p>
          <p  class="TITLE">Descripción de campos</p>
          <div>
            <table>
              <tr>
                <td  class="titletable" ><p class="SUBTITULO"><span 
        >Número 
                  tarjeta </span></p></td>
                <td><p  class="PARRAFO">Campo 
                  en el que se despliega el número de tarjeta para el cual se 
                  está consultando la información.</p></td>
              </tr>
              <tr>
                <td class="titletable"><p class="SUBTITULO"><span 
        >Nombre 
                  plástico </span></p></td>
                  <td><p  class="PARRAFO">En 
                    este campo se muestra el nombre del cliente titular de la tarjeta 
                    tal y como aparece realzado en el pl&aacute;stico.</p></td>
                </tr>

                <tr>
                  <td class="titletable"><p class="SUBTITULO"><span 
        >N&uacute;mero</span><span 
        > pl&aacute;stico </span></p></td>
                  <td><p  class="PARRAFO">Campo 
                    que contiene el consecutivo que identifica el pl&aacute;stico utilizado 
                    durante el proceso de embosado o realce de la tarjeta.</p></td>
                </tr>
                <tr>
                  <td  class="titletable" ><p class="SUBTITULO"><span 
        >Consecutivo 
                    pl&aacute;stico </span></p></td>
                  <td><p  class="PARRAFO">Campo 
                    que contiene el consecutivo que identifica el registro asociado a 
                    la tarjeta dentro del archivo de realce.</p></td>
                </tr>

                <tr>
                  <td  class="titletable" ><p class="SUBTITULO"><span 
        >Nombre 
                    archivo realce</span></p></td>
                  <td><p  class="PARRAFO">Despliega 
                    el nombre del archivo de realce dentro del cual se incluy&oacute; 
                    el registro correspondiente al pl&aacute;stico asociado al n&uacute;mero 
                    de tarjeta.</p></td>
                </tr>
                <tr>
                  <td  class="titletable" ><p class="SUBTITULO"><span 
        >Fecha 
                    / hora realce</span></p></td>
                  <td><p  class="PARRAFO">Indica 
                    la fecha y hora en la cual se gener&oacute; el archivo de realce en 
                    el cual se encuentra contenida la tarjeta consultada.</p></td>
                </tr>
                <tr>
                  <td  class="titletable" ><p class="SUBTITULO"><span 
        >Archivo 
                    sobreflex de clave</span></p></td>
                  <td><p  class="PARRAFO">Despliega 
                    el nombre del archivo de sobreflex de clave dentro del cual se incluy&oacute; 
                    el registro correspondiente a la informaci&oacute;n del PIN o clave 
                    de la tarjeta.</p></td>
                </tr>
                <tr>
                  <td  class="titletable" ><p class="SUBTITULO"><span 
        >Fecha 
                    / hora sobreflex de clave</span></p></td>
                  <td><p  class="PARRAFO">Campo 
                    que contiene la fecha y hora en la que se gener&oacute; el archivo 
                    mediante el que se genera el sobreflex con el PIN o clave que permite 
                    al cliente el uso del pl&aacute;stico. </p></td>
                </tr>
                <tr>
                  <td  class="titletable" ><p class="SUBTITULO"><span 
        >Fecha 
                    / hora inventario</span></p></td>
                  <td><p  class="PARRAFO">Muestra 
                    la fecha y hora en la cual se aplic&oacute; el control de inventario 
                    a la tarjeta y mediante la cual se le asign&oacute; a la tarjeta el 
                    n&uacute;mero de pl&aacute;stico respectivo.</p></td>
                </tr>
                <tr>
                  <td  class="titletable" ><p class="SUBTITULO"><span 
        >Fecha 
                    / hora sobreflex de empaque</span></p></td>
                  <td><p  class="PARRAFO">Campo 
                    que contiene la fecha y hora en la que se gener&oacute; el archivo 
                    mediante el que se imprimen los sobres de seguridad en los cuales 
                    son empacados los pl&aacute;sticos para ser enviados al cliente.</p></td>
                </tr>
                <tr>
                  <td  class="titletable" ><p class="SUBTITULO"><span 
        >Fecha 
                    / hora env&iacute;o mensajer&iacute;a</span></p></td>
                  <td><p  class="PARRAFO">Este 
                    campo muestra la fecha y hora en la que se gener&oacute; el archivo 
                    con el cual se envi&oacute; a la empresa de mensajer&iacute;a el pl&aacute;stico 
                    realzado con el fin de ser entregado al cliente.</p></td>
                </tr>
                <tr>
                  <td  class="titletable" ><p class="SUBTITULO"><span 
        >Fecha 
                    / hora acuse</span></p></td>
                  <td><p  class="PARRAFO">Campo 
                    que muestra la fecha y hora en la cual se registr&oacute; en el sistema 
                    la aceptaci&oacute;n o rechazo del pl&aacute;stico por parte del cliente.</p></td>
                </tr>
                <tr>
                  <td  class="titletable" ><p class="SUBTITULO"><span 
        >Pl&aacute;stico aceptado</span></p></td>
                  <td><p  class="PARRAFO">En 
                    este campo se indica Si o No el cliente acept&oacute; 
                    el pl&aacute;stico realzado y enviado por la entidad financiera.</p></td>
                </tr>
                <tr>
                  <td  class="titletable" ><p class="SUBTITULO"><span 
        >Nombre empresa</span></p></td>
                  <td><p  class="PARRAFO">Para 
                    el caso de tarjetas de productos empresariales, en este campo se muestra 
                    el nombre de la empresa a la cual se le aprob&oacute; la obligaci&oacute;n 
                    por parte de la entidad.</p></td>
                </tr>
                <tr>
                  <td  class="titletable" ><p class="SUBTITULO"><span 
        >Tipo 
                    pl&aacute;stico </span></p></td>
                  <td><p  class="PARRAFO">Campo 
                    que indica si el pl&aacute;stico asociado con la tarjeta consultada 
                    corresponde a un Pl&aacute;stico principal es decir, a la 
                    materializaci&oacute;n del cr&eacute;dito otorgado, u Otro pl&aacute;stico en caso de aquellos <a href="MEH_002B4.html" >pl&aacute;sticos 
                      secundarios</a> o accesorios que de acuerdo con lo definido en 
                    el producto se entregan adicionalmente a la tarjeta propiamente dicha 
                    y que sirven para formalizar extensi&oacute;n de beneficios o un trato 
                    preferencial a los titulares de los mismos.</p></td>
                </tr>
                <tr>
                  <td  class="titletable" ><p class="SUBTITULO"><span 
        >Foto 
                    cliente </span></p></td>
                  <td><p  class="PARRAFO">Indica 
                    si de acuerdo con los par&aacute;metros del <a href="MEH_002B.html" >producto</a> y las caracter&iacute;sticas del modelo de pl&aacute;stico asociado, 
                    el pl&aacute;stico lleva impresa o no la fotograf&iacute;a del cliente.</p></td>
                </tr>
                <tr>
                  <td  class="titletable" ><p class="SUBTITULO"><span 
        >Nombre 
                    otro pl&aacute;stico</span></p></td>
                  <td><p  class="PARRAFO">Cuando 
                    en el campo Tipo pl&aacute;stico se indica que el registro 
                    corresponde a <a href="MEH_030B.html" >Otro pl&aacute;stico</a>, 
                    en este campo se muestra la descripci&oacute;n o nombre del mismo.</p></td>
                </tr>
                <tr>
                  <td  class="titletable" ><p class="SUBTITULO"><span 
        >Producto</span> pl&aacute;stico </p></td>
                  <td><p  class="PARRAFO">En 
                    este campo se muestra el bin, segmento, grupo de afinidad y descripci&oacute;n 
                    del producto al que pertenece la tarjeta.</p></td>
                </tr>
                <tr>
                  <td  class="titletable" ><p class="SUBTITULO"><span 
        >Secuencia</span></p></td>
                  <td><p  class="PARRAFO">Campo 
                    que muestra la secuencia asignada internamente por el sistema y de 
                    manera autom&aacute;tica a cada uno de los pl&aacute;sticos que ingresan 
                    a la etapa de realce, lo que permite diferenciarlo de los dem&aacute;s.
                  </p></td>
                </tr>
                <tr>
                  <td class="titletable"><p class="SUBTITULO"><span 
        >Marca</span></p></td>
                  <td><p  class="PARRAFO">En 
                    este campo se despliega la <a href="NUH_033B.html" >marca</a> asociada con el producto al que pertenece el pl&aacute;stico del cual 
                    se est&aacute; consultando el detalle.</p></td>
                </tr>

                <tr>
                  <td class="titletable"><p class="SUBTITULO"><span 
        >Origen</span> registro </p></td>
                  <td><p  class="PARRAFO">Este 
                    campo muestra el evento que di&oacute; origen a la solicitud de los 
                    pl&aacute;sticos que se desea consultar para realce. Las opciones 
                    contenidas en este combo son Cr&eacute;dito empresarial corporativo, 
                      Cr&eacute;dito convenio, Renovaci&oacute;n individual cr&eacute;dito, 
                      Renovaci&oacute;n masiva cr&eacute;dito, Reexpedici&oacute;n cr&eacute;dito, 
                      Cr&eacute;dito normal, Tarjeta d&eacute;bito, Cambio masivo de productos 
                      cr&eacute;dito, Recordatorio sobreflex de clave, Reposici&oacute;n, 
                      Reactivaci&oacute;n, Renovaci&oacute;n masiva d&eacute;bito, Reexpedici&oacute;n 
                      d&eacute;bito, Renovaci&oacute;n d&eacute;bito, Reposici&oacute;n 
                      d&eacute;bito y Renovaci&oacute;n masiva d&eacute;bito.</p></td>
                </tr>
                <tr>
                  <td  class="titletable" ><p class="SUBTITULO"><span 
        >Secuencia solicitud</span></p></td>
                  <td><p  class="PARRAFO">Campo 
                    que contiene el n&uacute;mero o secuencia de la solicitud a la cual 
                    se encuentra asociado el pl&aacute;stico actual.</p></td>
                </tr>
                <tr>
                  <td  class="titletable" ><p class="SUBTITULO"><span 
        >Fecha 
                    / hora aprobaci&oacute;n </span></p></td>
                  <td><p  class="PARRAFO">Campo 
                    que contiene la fecha y hora en la cual se aprob&oacute; la solicitud 
                    mediante la cual se incluy&oacute; el registro en la etapa de pl&aacute;sticos 
                    correspondiente (realce o sobreflex de clave).</p></td>
                </tr>
                <tr>
                  <td  class="titletable" ><p class="SUBTITULO"><span 
        >Fecha 
                    vigencia</span></p></td>
                  <td><p  class="PARRAFO">En 
                    este campo se muestra la fecha a partir de la cual tiene vigencia 
                    el pl&aacute;stico del cual se est&aacute; consultando el detalle.</p></td>
                </tr>
                <tr>
                  <td  class="titletable" ><p class="SUBTITULO"><span 
        >Fecha 
                    vencimiento</span></p></td>
                  <td><p  class="PARRAFO">Campo 
                    que contiene la fecha hasta la cual tiene vigencia o validez el pl&aacute;stico 
                    de acuerdo con lo parametrizado para el producto al que pertenece.</p></td>
                </tr>
   
                <tr>
                  <td  class="titletable" ><p class="SUBTITULO"><span 
        >Sucursal 
                    radicaci&oacute;n </span></p></td>
                  <td><p  class="PARRAFO">En 
                    este campo se muestra el c&oacute;digo de la <a href="NUH_020B.html" >sucursal</a> ante la cual se encuentra radicada la obligaci&oacute;n que origina 
                    la generaci&oacute;n del pl&aacute;stico.</p></td>
                </tr>
                <tr>
                  <td  class="titletable" ><p class="SUBTITULO"><span 
        >Sucursal 
                    regional </span></p></td>
                  <td><p  class="PARRAFO">Campo 
                    en el que se despliega la c&oacute;digo de la <a href="NUH_020B.html" >sucursal</a> a la cual se encuentra adscrita o pertence la obligaci&oacute;n.</p></td>
                </tr>
                <tr>
                  <td  class="titletable" ><p class="SUBTITULO"><span 
        >Oficina 
                    env&iacute;o </span></p></td>
                  <td><p  class="PARRAFO">En 
                    este campo se muestra el c&oacute;digo de la <a href="NUH_020B.html" >sucursal</a> de la entidad a la que se va a enviar el pl&aacute;stico </p></td>
                </tr>
                <tr>
                  <td class="titletable"><p class="SUBTITULO"><span 
        >Modelo 
                    pl&aacute;stico </span></p></td>
                  <td><p  class="PARRAFO">Campo 
                    que muestra el <span ><a href="NUH_057B.html" >modelo 
                      de pl&aacute;stico</a></span>  a utilizar para elaborar el realce 
                    o embozado de la tarjeta.
                  </p></td>
                </tr>
              </table>
            </div>
            <table>
              <tr>
                <td class="titletable"><p class="SUBTITULO"><span 
        >Proveedor</span><span 
        > pl&aacute;stico </span></p></td>
                <td><p  class="PARRAFO">Este 
                  campo muestra el nombre del <a href="NUH_063B.html" >proveedor</a> encargado de suministrar el pl&aacute;stico en el cual se va a efectuar 
                  el realce de la tarjeta.</p></td>
              </tr>
           
              <tr>
                <td class="titletable"><p class="SUBTITULO"><span 
        >N&uacute;mero remisi&oacute;n </span></p></td>
                <td><p  class="PARRAFO">Despliega el n&uacute;mero de documento con el cual se remisionaron los pl&aacute;sticos 
                  durante el proceso de <a href="PLH_008B.html" >realce</a> que se hace desde esta misma
                  opci&oacute;n. </p></td>
              </tr>
            </table>
        </section>
    <script src="../js/menu.js"></script>

    <div id="footerContainer"></div>
<script>
  fetch('footer.html')
    .then(response => response.text())
    .then(html => {
      document.getElementById('footerContainer').innerHTML = html;
    });
</script>
</body>

</html>