<!DOCTYPE html>
<html lang="es">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>BANKBU®</title>
    <link rel="stylesheet" href="../css/pages.css">
    <link rel="stylesheet" href="../css/style.css">
 <link rel="icon" href="../img/ACQUIRER-logo.JPG" type="image/x-icon">
</head>

<body>
    <header>
        <img class="logo" src="../img/logoBankbu_.PNG" alt="Logo de Mi Empresa">
        <div id="menuBtn">
            <img class="TITLE"  src= "../img/menu.PNG" alt="Botón de Menú ">
        </div>
    </header>
    <nav>
        <ul>
            <li>
                    <a href="../index.html" class="main-optionINICIO">INICIO</a>
            </li>
            <li>
                <a href="NUH_INTB.html" class="main-optionINTRODUCCIÓN">INTRODUCCIÓN</a>
            </li>
            <li><a href="#" class="main-option">NUCLEO ▼</a>
                <ul>
                    <li><a href="NUH_000B.html">Config. Sistema</a></li>
                    <li><a href="NUH_00B_N2.html">Parametros</a></li>
                    <li><a href="NUH_00B_inicio.html">Inicio</a></li>
                    <li><a href="NUH_00B_proceso.html">Procesos</a></li>
                    <li><a href="NUH_00B_inf.html">Inf. Cliente</a></li>
                    <li><a href="NUH_00B_conta.html">Contabilidad</a></li>
                    <li style="visibility: hidden; display: none;"><a href="NUH_00B_audi.html">Auditoria</a></li>

                </ul>
            </li>
            <li>
             <a href="#" class="main-option">EMISOR  ▼</a>
                <ul>
                    <li><a href="EMH_000B.html">Productos</a></li>
                    <li><a href="EMH_000Bsoli.html">Solicitudes</a></li>
                    <li><a href="EMH_000Bmerca.html">Mercadeo</a></li>
                    <li><a href="EMH_000Bservi.html">Servicio Al Cliente</a></li>
                    <li><a href="EMH_000Bpendi.html">Pendientes</a></li>
                    <li><a href="EMH_000Btrans.html">Transaccionabilidad</a></li>
                    <li><a href="EMH_000Bauto.html">Autorizaciones</a></li>
                    <li><a href="EMH_000Bplasti.html">Adm. Plasticos</a></li>
                    <li><a href="EMH_000Brecla.html">Reclamos</a></li>
                    <li><a href="MEH_032B.html">Lealtad</a></li>
                    <li><a href="COH_064B.html">Cobranzas</a></li>
                </ul>
            </li>
 <li style="visibility: hidden">
                <a href="ACH_000B.html" class="main-option">ADQUIRIENTE</a>
            </li>
            <li style="visibility: hidden">
                <a href="DBH_000B.html" class="main-option">TARJETA DEBITO</a>
            </li></ul>
    </nav>

    <section>
        <div> 
            <table>
              <tr> 
                <td><div> 
                    <p  class="TITLE">Atenci&oacute;n de Reclamos</p>
                    </div></td>
              </tr>
            </table>
            <p class="SUBTITULO"><span class="SUBTITULO">Estado de actividades:</span>  <span class="PARRAFO">Cuando el actor invoque este formulario, el sistema mostrar&aacute; el flujo de actividades correspondientes al tipo de reclamo seleccionado seg&uacute;n lo parametrizado en la opci&oacute;n <a href="RCH_005B.html" >Actividades</a>.</span></p>
            <p class="PARRAFO">Cuando se utiliza esta opci&oacute;n, se despliega un formulario con el ciclo de actividades el cual cuenta con un bot&oacute;n para devolverse a la opci&oacute;n principal <a href="RCH_007B.html" >Atenci&oacute;n de reclamos</a>.</p>
            <p class="PARRAFO">Las actividades que se despliegan pueden  tener estados diferentes como los siguientes:</p>
            <table>
              <tr>
                <td    ><p  class="SUBTITULO"><img src="../img/RCF_007B3.PNG"59" ></p></td>
                <td   ><p class="PARRAFO"><span class="SUBTITULO">Asignadas no vencidas: </span><span class="PARRAFO">Indica que la actividad ha sido asignada a trav&eacute;s de la opci&oacute;n <a href="RCH_006B.html" >Reclamos,</a> pero  el tiempo de duraci&oacute;n establecido en la opci&oacute;n <a href="RCH_005B.html" >Actividades</a> no se ha cumplido; por lo tanto a&uacute;n no se ha vencido.</span></p>
                 </td>
              </tr>
           
              <tr>
                <td    ><p  class="SUBTITULO"><img src="../img/RCF_007B3-1.PNG"59" ></p></td>
                <td   ><p class="PARRAFO"><span class="SUBTITULO">Asignadas vencidas: </span> Indica que la actividad ha sido asignada a trav&eacute;s de la opci&oacute;n <a href="RCH_006B.html" >Reclamos,</a> pero  el tiempo de duraci&oacute;n establecido en la opci&oacute;n <a href="RCH_005B.html" >Actividades</a> ya se cumpli&oacute;; por lo tanto est&aacute; vencida.</p>
                 </td>
              </tr>
           
              <tr>
                <td    ><p  class="SUBTITULO"><img src="../img/RCF_007B3-2.PNG"59" ></p></td>
                <td   ><p class="PARRAFO"><span class="SUBTITULO">Reasignadas: </span> Indica que la actividad ha sido reasignada a otro gestor diferente al inicial a trav&eacute;s de la opci&oacute;n <a href="RCH_008B.html" >Maestro de reclamos,</a> y pueden estar vencidas o no, seg&uacute;n si el tiempo de duraci&oacute;n establecido en la opci&oacute;n <a href="RCH_005B.html" >Actividades</a> ya se cumpli&oacute; o no.</p>
                 </td>
              </tr>
              <tr>
                <td class="titletable"><p  class="SUBTITULO"><img src="../img/RCF_007B3-3.PNG"59" ></p></td>
                <td><p class="PARRAFO"><span class="SUBTITULO">Canceladas: </span> Indica que el gestor ha cancelado la actividad a trav&eacute;s de esta misma opci&oacute;n o de la opci&oacute;n <a href="RCH_008B.html" >Maestro de reclamos</a>.  Dicho estado no se vuelve a modificar. Las actividades solo se pueden cancelar mientras no est&eacute;n Terminadas.</p>
                 </td>
              </tr>
              <tr>
                <td class="titletable"><p  class="SUBTITULO"><img src="../img/RCF_007B3-4.PNG"59" ></p></td>
                <td><p class="PARRAFO"><span class="SUBTITULO">Terminadas: </span> Indica que el gestor ha finalizado la actividad correctamente a trav&eacute;s de esta misma opci&oacute;n o de la opci&oacute;n <a href="RCH_008B.html" >Maestro de reclamos</a>. Dicho estado no se vuelve a modificar.</p></td>
              </tr>
            </table>
 
   
               
   
 
            <p  class="PARRAFO">Cuando el usuario utiliza el click izquierdo del mouse sobre las actividades, se pueden desplegar tres opciones diferentes:</p>
            <p class="TITLE"><img src="../img/RCF_007B4.PNG"212" height="138"></p>
            <p  class="SUBTITULO"></p>
            <p  class="SUBTITULO">Observaciones: <span class="PARRAFO">Esta opci&oacute;n se despliega para todas las actividades, teniendo en cuenta que si la actividad se encuentra asignada o reasignada, el usuario podr&aacute; ingresar o eliminar dichas observaciones, mientras que si la actividad est&aacute; cancelada o terminada, estas observaciones s&oacute;lo se podr&aacute;n consultar.</span></p>
            <p  class="PARRAFO">Cuando la actividad est&aacute; asignada o reasignada, el formulario desplegado contiene las opciones Eliminar y Adicionar, y un bot&oacute;n para devolverse a la gr&aacute;fica completa de las actividades.</p>
            <p class="TITLE"><img src="../img/RCF_007B4A.PNG"547" ></p>
            
 
              <p><span class="SUBTITULO">Adicionar:</span>  Si el usuario invoca la opci&oacute;n Adicionar se despliega un formulario con el siguiente campo<span 
        >:</span></p>
 
            <p class="TITLE"><img src="../img/RCF_007B5.PNG"268" ></p>
            
            <table>
              <tr>
                <td class="titletable"><p class="SUBTITULO"><b><span 
        >Observaci&oacute;n</span></b></p></td>
                <td><p class="PARRAFO">Campo alfanum&eacute;rico de 4000 posiciones, obligatorio, en el cual se registra la observaci&oacute;n correspondiente para cerrar la actividad del reclamo. Para poder cancelar o terminar una actividad, el sistema siempre exige el diligenciamiento previo de por lo menos una observaci&oacute;n. </p></td>
              </tr>
            </table>
 
              .
 
            <p  class="PARRAFO">Cuando la actividad est&aacute; cancelada o terminada, se despliega el siguiente formulario, y cuenta con un bot&oacute;n para devolverse a la gr&aacute;fica completa de las actividades.</p>
            <p class="TITLE"><img src="../img/RCF_007B4B.PNG"422" ></p>
            .
            <p><span class="SUBTITULO">Actualizar:</span>  <span 
        >Si el usuario invoca la opci&oacute;n Actualizar se despliega un nuevo formulario en el cual el &uacute;nico</span>  <span 
        >campo modificable es </span><span 
        >el Estado</span><span 
        >.</span>  Esta opci&oacute;n s&oacute;lo se muestra cuando la actividad est&aacute; asignada o reasignada, de lo contrario, no se refleja.</p>
 
              <p class="TITLE"><img src="../img/RCF_007B6.PNG"482" height="94"></p>
              
              <table>
                <tr>
                  <td class="titletable"><p class="SUBTITULO"><b><span 
        >Actividad</span></span></b></p></td>
                  <td><p class="PARRAFO">Campo de salida que contiene el c&oacute;digo y descripci&oacute;n de la actividad a la cual se le va a modificar el estado. </p></td>
                </tr>
                <tr>
                  <td   class="SUBTITULO" >Estado</td>
                  <td  class="PARRAFO" >Campo tipo combo obligatorio, en el cual el usuario puede seleccionar entre Cancelado o Terminado seg&uacute;n la soluci&oacute;n que le  vaya a dar a la actividad correspondiente. El sistema valida que las actividades se cancelen o terminen en el mismo orden en el cual se crearon.</td>
                </tr>
              </table>
              .
 
            <p class="PARRAFO"><span class="PARRAFO"><span class="SUBTITULO">Detalle:</span>  Si el usuario invoca la opci&oacute;n Detalle se despliega el siguiente formulario el cual contendr&aacute; la informaci&oacute;n </span> detallada de la actividad y su tr&aacute;mite. Esta opci&oacute;n se refleja para todas las actividades. </p>
            <p class="TITLE"><img src="../img/RCF_007B7.PNG"815" ></p>
           
        </section>
    <script src="../js/menu.js"></script>

    <footer>
        <div>
            <img class="TITLE"  src= "../img/logo.PNG">
        </div>
        <p>OpenCard SAS</p>
        <p>Calle 77 Nº 11-19 Piso 4°, Bogotá D.C.</p>
        <p>Tel (57) 601 - 313 37 75  <a href="http://www.OpenCard.com"
                target="_blank">www.OpenCard.com</a></p>

    </footer>
</body>

</html>