<!DOCTYPE html>
<html lang="es">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>BANKBU®</title>
  <link rel="stylesheet" href="../css/pages.css">
  <link rel="stylesheet" href="../css/style.css">
  <link rel="icon" href="../img/ACQUIRER-logo.JPG" type="image/x-icon">
</head>

<body>
  <header>
    <img class="logo" src="../img/logoBankbu_.PNG" alt="Logo de Mi Empresa">
    <div id="menuBtn">
      <img class="TITLE" src="../img/menu.PNG" alt="Botón de Menú ">
    </div>
  </header>
  <div id="menuContainer"></div>
    <script>
      fetch('menu.html')
        .then(response => response.text())
        .then(html => {
          document.getElementById('menuContainer').innerHTML = html;
        });
    </script>

  <section>
    <div>
      <table>
        <tr>
          <td>
            <div>
              <p class="TITLE">Novedad datos laborales</p>
            </div>
          </td>
        </tr>
      </table>
      <p class="PARRAFO">Este formulario invocado desde la opci&oacute;n
        <a href="SOH_004B.html#BL_REF_LABORALES">consulta de clientes</a>,
        a trav&eacute;s del hiperv&iacute;nculo Referencias en el bloque
        Referencias laborales, y que por su naturaleza aplica &uacute;nicamente
        para clientes personas naturales, permite el ingreso o modificaci&oacute;n
        de la informaci&oacute;n correspondiente a los datos laborales del cliente.
        </span> 
      </p>
      <p class="PARRAFO">El formulario Referencias laborales contiene
        las opciones Actualizar, Eliminar, Adicionar y Detalle</p>
      <p class="PARRAFO">Adicionar:
        si el usuario invoca la opci&oacute;n Adicionar se despliega un nuevo formulario.</p>
      <p class="TITLE"><img src="../img/SCF_011E.PNG"></p>

      <p class="TITLE">Descripci&oacute;n de campos</p>
      <table>
        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span>
                  Compa&ntilde;&iacute;a</span></b></p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              alfanum&eacute;rico de 30 posiciones, obligatorio, en el que se registra
              el nombre o raz&oacute;n social de la empresa o compa&ntilde;&iacute;a
              para la cual labora o labor&oacute; el cliente.
            </p>
          </td>
        </tr>

        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span>Direcci&oacute;n</span></b></p>
          </td>
          <td>
            <p class="PARRAFO">En
              este campo alfanum&eacute;rico de 30 posiciones, obligatorio, en el
              que se registra la nomenclatura de la sede u oficina principal de la
              empresa o compa&ntilde;&iacute;a que est&aacute; siendo relacionada
              por el cliente.
            </p>
          </td>
        </tr>

        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span>Tel&eacute;fono
                  empresa </span></b></p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              alfanum&eacute;rico de 20 posiciones, obligatorio, que contiene los
              n&uacute;meros telef&oacute;nicos de la sede u oficina principal de
              la empresa o compa&ntilde;&iacute;a.
            </p>
          </td>
        </tr>

        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span>
                  Extensi&oacute;n empresa</span></b></p>
          </td>
          <td>
            <p class="PARRAFO">En
              este campo alfanum&eacute;rico de 6 posiciones, se registra el n&uacute;mero
              de la extensi&oacute;n telef&oacute;nica asociada a los n&uacute;meros
              telef&oacute;nicos de la compa&ntilde;ia relacionada por el cliente.
            </p>
          </td>
        </tr>

        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span>
                  Empresa actual</span></b></p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              tipo check en el que se marca para indicar si la informaci&oacute;n
              suministrada corresponde al trabajo actual del cliente.</p>
          </td>
        </tr>

        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span>
                  Sueldo mensual</span></b></p>
          </td>
          <td>
            <p class="PARRAFO">En
              este campo num&eacute;rico de hasta 14 enteros y 2 decimales se registra
              el monto del sueldo mensual que la compa&ntilde;&iacute;a reconoce al
              cliente como remuneraci&oacute;n por su trabajo.</p>
          </td>
        </tr>

        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span>
                  Modalidad</span></b></p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              tipo combo en el cual se puede seleccionar entre B&aacute;sico
              o Integral la modalidad de sueldo que la empresa le reconoce
              por su trabajo.</p>
          </td>
        </tr>

        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span>
                  Cargo</span></b></p>
          </td>
          <td>
            <p class="PARRAFO">En
              este campo se registra la informaci&oacute;n correspondiente al cargo
              desempe&ntilde;ado por el cliente dentro de la empresa.</p>
          </td>
        </tr>

        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span>
                  Fecha ingreso</span></b></p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              en formato YYYY-MM-DD en el que se registra la fecha en la cual el cliente
              inici&oacute; labores como empleado de la compa&ntilde;&iacute;a relacionada.</p>
          </td>
        </tr>

        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span>
                  Fecha retiro</span></b></p>
          </td>
          <td>
            <p class="PARRAFO">En
              este campo en formato YYYY-MM-DD se registra en caso de aplicar, la
              fecha en la cual el cliente termin&oacute; sus labores con la empresa.</p>
          </td>
        </tr>

        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span>
                  Nombre firma</span></b></p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              alfanum&eacute;rico en el que se registra el nombre de la persona que
              firma la certificaci&oacute;n laboral o quien puede confirmar la informaci&oacute;n
              suministrada por el cliente respecto de sus datos laborales. </p>
          </td>
        </tr>

        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span>
                  Cargo firma</span></b></p>
          </td>
          <td>
            <p class="PARRAFO">En
              este campo alfanum&eacute;rico se ingresa la informaci&oacute;n del
              cargo dentro de la empresa que posee la persona que firma la certificaci&oacute;n
              laboral entregada por el cliente, o en su defecto qui&eacute;n puede
              confirmar los datos entregados cuando no exista una certificaci&oacute;n
              escrita. </p>
          </td>
        </tr>

        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span>
                  Fecha de radicaci&oacute;n</span></b></p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              obligatorio del formulario y en el se registra en formato YYYY-MM-DD
              la fecha en la cual el cliente notific&oacute; la actualizaci&oacute;n
              de sus datos laborales y que puede ser inclusive una fecha anterior
              a la actual del sistema.</p>
          </td>
        </tr>

        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span>
                  E-mail</span></b></p>
          </td>
          <td>
            <p class="PARRAFO">En
              este campo alfanum&eacute;rico se registra la direcci&oacute;n de correo
              electr&oacute;nico de la compa&ntilde;&iacute;a.</p>
          </td>
        </tr>

        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span>
                  Ubicaci&oacute;n</span></b></p>
          </td>
          <td>
            <p class="PARRAFO">Campo
              con lista de valores, obligatorio, en el cual se selecciona la <a
                href="NUH_003B.html">ubicaci&oacute;n</a>
              correspondiente a la ciudad donde se encuentra la empresa.</p>
          </td>
        </tr>

        <tr>
          <td class="titletable">
            <p class="SUBTITULO"><b><span>
                  Actividad econ&oacute;mica</span></b></p>
          </td>
          <td>
            <p class="PARRAFO">En
              este campo se puede seleccionar de la lista de valores la <a href="NUH_032B.html">actividad
                  econ&oacute;mica</a> desarrollada por la empresa en la que labora
              o labor&oacute; el cliente.</p>
          </td>
        </tr>
      </table>

      <p class="PARRAFO">
        Actualizar:
        si desde el formulario de relaciones laborales de la consulta del cliente
        el usuario selecciona un registro e invoca la opci&oacute;n Actualizar se
        despliega un formulario en el cual todos los campos son modificables.
      </p>
      <p class="TITLE"><img src="../img/SCF_011E1.PNG" 485" height="483"></p>

      <p class="PARRAFO">
        Detalle: si
        desde el formulario de relaciones laborales de la consulta del cliente el
        usuario selecciona un registro e invoca la opci&oacute;n Detalle se despliega
        un formulario con toda la informaci&oacute;n del registro y en el cual ninguno
        de sus campos es modificable.
      </p>
      <p class="TITLE"><img src="../img/SCF_011E2.PNG" 684"></p>

      <div>
  </section>
  <script src="../js/menu.js"></script>

  <div id="footerContainer"></div>
<script>
  fetch('footer.html')
    .then(response => response.text())
    .then(html => {
      document.getElementById('footerContainer').innerHTML = html;
    });
</script>
</body>

</html>