<!DOCTYPE html>
<html lang="es">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>BANKBU®</title>
    <link rel="stylesheet" href="../css/pages.css">
    <link rel="stylesheet" href="../css/style.css">
 <link rel="icon" href="../img/ACQUIRER-logo.JPG" type="image/x-icon">
</head>

<body>
    <header>
        <img class="logo" src="../img/logoBankbu_.PNG" alt="Logo de Mi Empresa">
        <div id="menuBtn">
            <img class="TITLE"  src= "../img/menu.PNG" alt="Botón de Menú ">
        </div>
    </header>
   <div id="menuContainer"></div>
    <script>
      fetch('menu.html')
        .then(response => response.text())
        .then(html => {
          document.getElementById('menuContainer').innerHTML = html;
        });
    </script>

    <section>
        <div> 
            <table>
              <tr> 
                <td><div> 
                    <p  class="TITLE">Ingreso clientes</p>
                    </div></td>
              </tr>
            </table>
            <p class="PARRAFO">Mediante esta formulario, se capturan los datos generales 
              del cliente e informaci&oacute;n concerniente al mismo y las diferentes solicitudes 
              que de acuerdo con sus necesidades &eacute;ste pueda requerir. </p>
            <p>Inicialmente, el sistema muestra el siguiente formulario: </p>
            <p class="TITLE"><img src="../img/SOB_004B.PNG"362" height="117"></p>
            
            <table>
              <tr> 
                <td  class="titletable" ><p class="SUBTITULO"><b><span 
        >Tipo 
                    identificaci&oacute;n </span></b></p></td>
                <td><p class="PARRAFO">En 
                    este campo tipo combo, se selecciona la clase de documento de identificaci&oacute;n 
                    que posee el cliente sobre el cual se est&aacute; efectuando la captura.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><b><span 
        >N&uacute;mero 
                    identificaci&oacute;n </span></b></p></td>
                <td><p class="PARRAFO">Este 
                    campo se ingresa el n&uacute;mero de identificaci&oacute;n asociado al 
                    cliente sobre el cual se est&aacute; efectuando la captura. Si el cliente 
                    ya existe en la base de datos, no permite ingresar y desplegar el primer formulario de un wizard de dos pasos. </p></td>
              </tr>
            </table>
            <p  class="PARRAFO">Al ingresar tipo y n&uacute;mero de identificaci&oacute;n y oprimir el bot&oacute;n Buscar, el sistema 
              muestra el primer formulario de un wizard de dos pasos, con los siguientes 
              campos:</p>
            <p class="TITLE"><a href="../img/MEF_004E4.PNG"><img src="../img/SOB_004B1.PNG" ></a></p>
            
            <table>
              <tr> 
                <td  class="titletable" ><p class="SUBTITULO"><b><span 
        >Nombres</span></b></p></td>
                <td><p class="PARRAFO">Campo obligatorio,  el cual s&oacute;lo se activa para clientes nuevos y en el se registran 
                    los nombres  de las personas naturales o la raz&oacute;n 
                    social para personas jur&iacute;dicas.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><b>Apellidos</b></p></td>
                <td><p class="PARRAFO">Campo obligatorio,  el cual s&oacute;lo se activa para clientes nuevos y en el se registran 
                    los  apellidos de las personas naturales o la raz&oacute;n 
                    social para personas jur&iacute;dicas.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><b><span 
        >Tipo 
                    identificaci&oacute;n</span></b></p></td>
                <td><p class="PARRAFO">En 
                    este campo aparece por defecto la clase de documento de identificaci&oacute;n 
                    que posee el cliente sobre el cual se est&aacute; efectuando la captura.</p></td>
              </tr>
              <tr>
                <td  class="titletable" ><p class="SUBTITULO"><b><span 
        >N&uacute;mero 
                  identificaci&oacute;n</span></b></p></td>
                <td><p class="PARRAFO">Este 
                  campo muestra el n&uacute;mero de identificaci&oacute;n asociado al 
                  cliente sobre el cual se est&aacute; efectuando la captura.</p></td>
              </tr>
              <tr>
                <td  class="titletable" ><p class="SUBTITULO"><b><span 
        >Fecha expedici&oacute;n </span></span></b></p></td>
                <td><p class="PARRAFO">Campo 
                    no obligatorio, en formato YYYY-MM-DD en el que se registra la fecha 
                    de expedici&oacute;n del documento de identificacion del cliente.</p></td>
              </tr>
              <tr> 
                <td  class="titletable" ><p class="SUBTITULO"><b><span 
        >Lugar expedici&oacute;n </span></span></b></p></td>
                <td><p class="PARRAFO">En 
                    este campo no obligatorio, se selecciona de la lista de valores poblada 
                    en <a href="NUH_003B.html">informaci&oacute;n geopol&iacute;tica</a>, 
                    el lugar de  expedici&oacute;n del documento de identificaci&oacute;n del cliente.</p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><b><span 
        >Sexo</span></b></p></td>
                <td><p class="PARRAFO">Campo obligatorio tipo combo, que permite 
                    seleccionar entre Femenino o Masculino el g&eacute;nero del cliente. 
                    Es un campo obligatorio puesto que es la base para validar el n&uacute;mero 
                    de identificaci&oacute;n del cliente.</p>      </td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO">Estado 
                    civil </p></td>
                <td><p class="PARRAFO">Campo 
                    no obligatorio, que contiene lista de valores de la cual se puede seleccionar 
                    la opci&oacute;n que defina el estado civil actual del cliente.</p>      </td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><b><span 
        >Lugar 
                    nacimiento</span></b></p></td>
                <td><p class="PARRAFO">En 
                    este campo no obligatorio, se selecciona de la lista de valores poblada 
                    en <a href="NUH_003B.html">informaci&oacute;n geopol&iacute;tica</a>, 
                    el lugar de nacimiento del cliente.</p>      </td>
              </tr>
              <tr> 
                <td  class="titletable" ><p class="SUBTITULO">Fecha 
                    nacimiento </p></td>
                <td><p class="PARRAFO">Campo 
                    no obligatorio, en formato YYYY-MM-DD en el que se registra la fecha 
                    de nacimiento del cliente.</p>      </td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><b><span 
        >Nivel 
                    m&aacute;ximo estudios</span></b></p></td>
                <td><p class="PARRAFO">En 
                    este campo con lista de valores adjunta , es posible seleccionar entre 
                    Primaria, Secundaria, Tecnol&oacute;gico, Universitario, Especializaci&oacute;n, 
                    Maestr&iacute;a, Doctorado, Otras o Ninguno el m&aacute;ximo grado de 
                    escolaridad alcanzado por el cliente.</p>      </td>
              </tr>
              <tr> 
                <td class="SUBTITULO" >Profesi&oacute;n</td>
                <td> 
                  <p class="PARRAFO">Este campo no obligatorio, permite seleccionar de una 
                    lista de valores la profesi&oacute;n del cliente.</p></td>
              </tr>
              <tr> 
                <td class="SUBTITULO" >Ocupaci&oacute;n</td>
                <td> 
                  <p class="PARRAFO">Campo que permite seleccionar de una lista de valores 
                    la ocupaci&oacute;n actual del cliente. Este campo solo aplica para 
                    persona natural.</p></td>
              </tr>
              <tr> 
                <td  class="titletable" ><p class="SUBTITULO">N&uacute;mero 
                    actividad </p></td>
                <td><p class="PARRAFO">Campo no obligatorio el cual muestra las opciones Si o No seg&uacute;n la ocupaci&oacute;n seleciona del cliente.</p>      </td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><b><span 
        >Actividad</span></b></p></td>
                <td><p class="PARRAFO">Campo 
                    no obligatorio que permite seleccionar de una lista de valores la actividad 
                    <a href="NUH_032B.html">actividad   econ&oacute;mica</a> econ&oacute;mica espec&iacute;fica del cliente.</p>      </td>
              </tr>
              <tr> 
                <td class="SUBTITULO" >Relaci&oacute;n 
                  laboral</td>
                <td> 
                  <p>Campo con lista de valores de la que puede seleccionarse la clase de 
                    relaci&oacute;n laboral que detenta el cliente, lo que servir&aacute; 
                    de base para la asignaci&oacute;n del cupo.</p></td>
              </tr>
              <tr> 
                <td class="SUBTITULO" >Tipo 
                  empleo</td>
                <td> 
                  <p>Este campo posee lista de valores que permiten establecer directa o 
                    indirectamente la fuente de ingresos del cliente; las posibles opciones 
                    a escoger son Ama de casa, Empleado-socio, Jubilado, Socio, Independiente, 
                    Empleado y Otro.</p></td>
              </tr>
              <tr> 
                <td  class="titletable" ><p class="SUBTITULO">Tipo 
                    residencia </p></td>
                <td><p class="PARRAFO">Campo 
                    que posee lista de valores adjunta de la cual debe seleccionarse entre 
                    Propia, Arrendada, Familiar u Otras viviendas la calidad del inmueble 
                    ocupado por el cliente.</p>      </td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><b><span 
        >Estrato</span></b></p></td>
                <td><p class="PARRAFO">Campo 
                    num&eacute;rico de 1 posici&oacute;n, no obligatorio, que permite capturar 
                    la informaci&oacute;n correspondiente a la estratificaci&oacute;n social 
                    a la cual pertenece el cliente.</p>      </td>
              </tr>
              <tr> 
                <td class="SUBTITULO" >Personas 
                  a cargo</td>
                <td> 
                  <p>En este campo num&eacute;rico de 2 d&iacute;gitos, no obligatorio, 
                    se registra el n&uacute;mero de personas que dependen econ&oacute;micamente 
                    del cliente.</p></td>
              </tr>
              <tr> 
                <td class="SUBTITULO" >Viajero 
                  frecuente</td>
                <td> 
                  <p>Campo que posee lista de valores adjunta mediante la que puede indicarse 
                    si el clientes es viajero frecuente o no.</p></td>
              </tr>
              <tr> 
                <td  class="titletable" ><p class="SUBTITULO">Categor&iacute;a 
                  </p></td>
                <td><p class="PARRAFO">Campo 
                    que contiene una lista de la cual se selecciona el grupo al cual pertenece 
                    el cliente de acuerdo con la clasificaci&oacute;n de la entidad, lista 
                    que ha sido poblada previamente en la opci&oacute;n <a href="MEH_004B.html">Categor&iacute;a 
                    clientes</a> del m&oacute;dulo Mercadeo; su diligenciamiento es obligatorio 
                    y por defecto se llena autom&aacute;ticamente con el valor definido 
                    por la entidad en el campo Categor&iacute;a cliente del tab Conceptos 
                    de la opci&oacute;n <a href="NUH_055B.html">Par&aacute;metros Operativos</a> aunque puede elegirse otro valor diferente seleccion&aacute;ndolo de 
                    la lista.</p>      </td>
              </tr>
            </table>
            <p>Cuando el usuario oprime el bot&oacute;n siguiente, el sistema realiza las 
              validaciones correspondientes y pasa al paso dos del wizard, el cual tiene 
              los siguientes campos:</p>
            <p class="TITLE"><img src="../img/SOB_004B2.PNG"644" height="489"></p>
            <table>
              <tr>
                <td class="titletable"><p class="SUBTITULO"><b><span 
        >Direcci&oacute;n</span></b></p></td>
                <td><p class="PARRAFO">Campo obligatorio que corresponde 
                  a la nomenclatura exacta principal del cliente quien solicita los servicios. </p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><b><span 
        >Direcci&oacute;n</span></b> 2 </p></td>
                <td><p class="PARRAFO">Campo no obligatorio que corresponde 
                a la nomenclatura exacta secundaria del cliente quien solicita los servicios. </p>      </td>
              </tr>
              <tr> 
                <td class="SUBTITULO" >Tel&eacute;fono 
                  casa</td>
                <td> 
                  <p class="PARRAFO">Campo en el cual se captura la informaci&oacute;n correspondiente 
                    a los respectivos n&uacute;meros telef&oacute;nicos de vivienda del solicitante de los servicios financieros. </p></td>
              </tr>
              <tr> 
                <td class="SUBTITULO" >Extensi&oacute;n 
                  1</td>
                <td  class="PARRAFO" > 
                  <p>En este campo se indica el n&uacute;mero de la extensi&oacute;n telef&oacute;nica 
                    del funcionario de la compa&ntilde;&iacute;a que firma la referencia 
                    laboral o quien puede confirmarla.</p></td>
              </tr>
              <tr> 
                <td class="SUBTITULO" >Tel&eacute;fono 
                  trabajo</td>
                <td> 
                  <p class="PARRAFO">Campo en el cual se captura la informaci&oacute;n correspondiente 
                    a los respectivos n&uacute;meros telef&oacute;nicos de trabajo el solicitante de los servicios financieros. </p></td>
              </tr>
              <tr> 
                <td class="SUBTITULO" >Extensi&oacute;n 
                  2 </td>
                <td  class="PARRAFO" > 
                  <p>En este campo se indica el n&uacute;mero de la extensi&oacute;n telef&oacute;nica 
                    del funcionario de la compa&ntilde;&iacute;a que firma la referencia 
                    laboral o quien puede confirmarla.</p></td>
              </tr>
              <tr> 
                <td  class="titletable" ><p class="SUBTITULO">Fax 
                  </p></td>
                <td><p class="PARRAFO">Este 
                    campo registra el n&uacute;mero al que puede enviarse, por este medio, 
                    comunicaciones al cliente.</p>      </td>
              </tr>
              <tr>
                <td class="titletable"><p class="SUBTITULO"><b><span 
        >Celular</span></b></p></td>
                <td><p class="PARRAFO">Campo 
                  en el que se registra el n&uacute;mero del tel&eacute;fono celular del 
                  cliente, si lo hay.</p></td>
              </tr>
              <tr>
                <td class="titletable"><p class="SUBTITULO"><b><span 
        >Compa&ntilde;ia de telefonia m&oacute;vil </span></span></b></p></td>
                <td><p class="PARRAFO">Campo 
                  en el que se registra el el nombre del proveedor de servicios de telefonia celular. </p></td>
              </tr>
              <tr> 
                <td class="titletable"><p class="SUBTITULO"><b><span 
        >Email</span></b></p></td>
                <td><p class="PARRAFO">Direccion de correo electronico donde se visualiza el nombre de usuario y el dominio que identifica el proveedor del servicio. </p>      </td>
              </tr>
              <tr> 
                <td class="SUBTITULO" >Tipo</td>
                <td  class="PARRAFO" >	
                  <p>Este campo provee una lista de valores donde se selecciona la clase 
                    de direcci&oacute;n a que corresponde la indicada por el cliente y que 
                    puede ser Residencial, Comercial, C&oacute;nyuge, Apartado A&eacute;reo.</p></td>
              </tr>
              <tr>
                <td class="SUBTITULO" >Ubicaci&oacute;n</td>
                <td  class="PARRAFO" ><p>Campo obligatoria que permite seleccionar, de la lista de valores poblada en informaci&oacute;n 
                  geopol&iacute;tica de las tablas corporativas del n&uacute;cleo, la 
                  ciudad y departamento en la cual se encuentra localizada cada una de 
                  las direcciones que se hayan registrado.</p></td>
              </tr>
              <tr>
                <td class="SUBTITULO" ><span class="SUBTITULO" style"padding:3.0pt 3.0pt 3.0pt 3.0pt">Ciudad</span></td>
                <td  class="PARRAFO" ><p>Campo obligatoria donde se describe la 
                    ciudad en la cual se encuentra localizada cada una de 
                    las direcciones que se hayan registrado.</p></td>
              </tr>
              <tr> 
                <td class="SUBTITULO" >Departamento</td>
                <td  class="PARRAFO" >	
                  <p>Campo obligatoria donde se describe el departamento en la cual se encuentra localizada cada una de 
                    las direcciones que se hayan registrado.</p></td>
              </tr>
              <tr> 
                <td class="SUBTITULO" >Zona 
                  postal</td>
                <td  class="PARRAFO" ><p>Si 
                    aplica, en este campo se captura el c&oacute;digo asignado a la zona 
                    que pertenece a la direcci&oacute;n registrada.</p>      </td>
              </tr>
            </table>
        </section>
    <script src="../js/menu.js"></script>

    <div id="footerContainer"></div>
<script>
  fetch('footer.html')
    .then(response => response.text())
    .then(html => {
      document.getElementById('footerContainer').innerHTML = html;
    });
</script>
</body>

</html>